{
    "This board is for the discussion of news, world events, political issues, and other related topics.\n\nOff-topic and /b/-tier threads will be deleted (and possibly earn you a ban, if you persist). Unless they are quality, well thought out, well written posts, the following are some examples of off-topic and/or /b/-tier threads:\n\n&gt;Red pill me on X. (with no extra content or input of your own)\n&gt;Are X white?\n&gt;Is X degeneracy?\n&gt;How come X girls love Y guys so much?\n&gt;If X is true, then how come Y? Checkmate Z.\n\nThe variety of threads allowed here are very flexible and we believe in freedom of speech, but we expect a high level of discourse befitting of the board. Attempts to disrupt the board will not be tolerated, nor will calls to disrupt other boards and sites.\n\nIf you want a place to discuss topics not related to news, world events, or politics, please try /bant/ - International/Random,": [],
    "Check the catalog before posting a new thread!\nReply to existing threads about a topic instead of starting a new one. New users who do not abide by this principle will be temporarily blocked from creating threads. Mods will delete obvious duplicate threads and spam without notice. Don&#039;t bitch because your twitter screencap thread got deleted; there are probably other threads about it. Go look!": [],
    "All the cool kids are doing it.": [
        "&gt;&gt;400714173&gt;no pepe what are you doing to his body!!!",
        "&gt;&gt;400708757https://www.youtube.com/watch?v=5NF0K7y0SVsOH SAY CAN YOU SEE",
        "&gt;&gt;400713918&gt;if you don&#039;t like the richard spencer tier controlled opposition ukrainian neonazis you&#039;re not a real /pol/ user",
        "&gt;&gt;400708823And I wonder how many big ole brains all agreed with the Titanic imagery of their &quot;meme&quot; intending to get &quot;fellas&quot; to hop a board. Truly cannot write this shit",
        "&gt;&gt;400714594Vatniggers get into the meat grinder"
    ],
    "&gt;Two 16-year-old twins escaped from their abusive mother and her boyfriend who handcuffed, bound and forced them to drink their own urine at their $600,000 Texas house of horrors.&gt;The boy wasn&#039;t wearing a shirt and both of the siblings were barefoot, the neighbor who eventually let the pair inside told KHOU. The kids told police their mother and her boyfriend had left them in a room and forced them to eat and drink their own waste, refusing to let them use the toilet.&gt;The woman who found them added: &#039;They would only feed them a sandwich, only if they were quiet the whole day, if they made any type of noise they wouldn&#039;t be fed. How a mother could do this to her kids and... I feel like my tears are out of frustration anger and sadness. &gt;&#039;They were so skinny and so frail. They just looked like they had been through a lot. They told me that their mom kept them locked in the laundry room, naked, zip tied from the ankles and handcuffed from the wrist.&#039; &gt;Louisiana State Police soon tracked down their mother, 40-year-old Zaikiya Duncan, and her boyfriend, 27-year-old Jova Terrell, at a traffic stop in Baton Rouge. Both are charged with injury to a child and will be brought back to Houston, which a spokesman for local police told DailyMail.com was expected to be &#039;later today.&#039; She&#039;s scheduled for an extradition hearing Thursday, according to ABC13. &gt;The twins have been hospitalized and are in the custody of Child Protective Services, Jeff McShan said. &gt;At least five other siblings - 7-year-old Nicholas Menina, 10-year-old Zayden Menina, 12-year-old Jovion Menina, 12-year-old Javier Menina, and 14-year-old Jarod Menina - were rescued by police, one of whom was still with Duncan and Terrell, while the other four had been left with relatives throughout Louisiana. https://www.dailymail.co.uk/news/article-11336371/Bruised-malnourished-teenage-twins-16-escape-abusive-mothers-house-horrors.html": [
        "&gt;&gt;400714455Have you ever had to pee, and then something came up and you forgot? Some already gets reabsorbed.",
        "test",
        "&gt;&gt;400706508theyre black so nobody will hear about this.",
        "&gt;&gt;400714740True, she’s Bolivian",
        "&gt;&gt;400711306lol you got this bitch drinking pee. get her to swallow your cum its good for women&#039;s physical and mental health"
    ],
    "&gt;State Sen. Scott Wiener is mobilizing allies to help revive a bill in the final weeks of the legislative session that would change how the sex offender registry treats gay relationships between young adults and minors&gt;Sen. Scott Wiener&gt;would change how the sex offender registry treats relationships between adults and minorsnice nose.": [
        "&gt;&gt;400712729He&#039;s a groomer.",
        "&gt;&gt;400712729Didn’t this faggot get recalled? How is he still in politics",
        "&gt;&gt;400712729You&#039;ll never guess what group he belongs to.",
        "&gt;&gt;400712729Did you print this out on paper and then rescan it or is everything in Italy crooked?"
    ],
    "As history our guide: they jack up prices, people vote Republican. Republicans get into office. The deficit goes up, and huge tax breaks are given to billionaires and corporations.": [
        "&gt;&gt;400714679&gt;Leftists couldn&#039;t care if the world was a nuclear hellscape caused by an exchange between India and Pakistan, they&#039;d still find someway to blame White people because that&#039;s all it&#039;s about.whites made nukes, therefor, it was whiteness that caused that exchange. checkmate atheist"
    ],
    "This is what happens when you pay them $15 an hour. They quiet quit and crash the economy.": [
        "&gt;&gt;400714492I&#039;m not going to play this game anymore. I am loading my guns.",
        "&gt;&gt;400714073&quot;real&quot; economies of western nations slipped into permanent decline thirty years ago and you fell for the money printer and labor arbitrage illusions",
        "&gt;&gt;400713808The window was every 10 years, the last one was less. It looks like the drain everyone’s bank accounts. The smaller window between crashed economies make it impossible to catch up.",
        "&gt;&gt;400707951Yes, today&#039;s sovereign debt crisis expressing itself as inflation is the result of Millennials. We were born into a system designed to collapse to transfer wealth to the (((Money changers))). Okaayy. Just wage slave, party on and everything will be fine.",
        "&gt;&gt;400707951&gt;Companies do scummy shit like mass lay-offs, give shit benefits, lower qualifications for jobs, use scummy staffing and contracting agencies, pay you absolute dogshit wages while making you work bullshit hours&gt;&#039;Millennials are ruining the economy!&#039;I&#039;m sorry. You made the bed. Fucking sleep in it.I really don&#039;t feel like dealing with bullshit when I can just fuck off to another company for a higher salary and better benefits."
    ],
    "If the Russians haven&#039;t adequately maintained their nuclear weapons and most of their &quot;H-bombs&quot; don&#039;t actually achieve fusion (lack of tritium or whatever) wouldn&#039;t the primary fission bomb still detonate? What would the yield of a 2 stage bomb be where only the first stage detonated? a couple of kilotons vs a couple of megatons? Asking for a friend.": [
        "&gt;&gt;400709829Cant wait for American cities to get nuked",
        "&gt;&gt;400714692&gt;&gt;400714632jajajaja go cut your dick off retarded piece of shit shill",
        "&gt;&gt;400709829&gt;If the Russians haven&#039;t adequately maintainedthe nuclear triad was funded even when the country was bankrupt in the late 90s, which makes senseI don&#039;t know what sort of maintenance a nuclear warhead needs, but around 88% of the strategic missiles in silos, mobile launchers, submarines and strategic bombers were made after USSR&#039;s collapsee.g., Topol-M, RS-24 Yars, Bulava, R-29RMUwith only Voevoda (&quot;Satan&quot;) being produced after 1988 (by Ukrainian SSR), which will start getting replaced starting this year by the equally heavy ICBM Sarmat (&quot;Satan 2&quot;)",
        "&gt;&gt;400709829&gt;wouldn&#039;t the primary fission bomb still detonate?yes",
        "&gt;&gt;400714725&gt;false premise A (&#039;&#039;Russian Army is doing spectacularly bad in Ukraine!&#039;&#039;)"
    ],
    "Show us your best merchants. Keep commentary political.&gt;Ethnocentrism and ingroup favoritism among Jews is an antisemitic canard.- https://jobs.jpro.org/jobs- https://jnf-hr.addapptation.com/job_postings- https://www.jewishstaffing.com/- https://www.jewishjobs.com/": [],
    "How are /pol/‘s paranoid schizos explaining this one?": [
        "Israel is now damned if they do damned if they don&#039;t. They&#039;re fucked six ways to sabbath"
    ],
    "Kanye West is a controlled opposition deceiver, just like Musk, Trump, Putin, Snowden, etc.": [
        "&gt;&gt;400710442gematriaeffect.newsgematrinator.comfreetofindtruth.blogspot.com",
        "&gt;&gt;400714657Ok? All I did was mock a faggot that feels a need to defend his favorite celebrity’s IQ and you came at me, that isn’t “laughing at him talking aboit jewish power” you annoying faggot",
        "&gt;&gt;400714744no one is readingkike",
        "&gt;&gt;400714791&gt;Say X or you’re a kike&gt;anon says X&gt;…..y-y-you’re a k-k-kikeHoly pathetic topkek",
        "&gt;&gt;400714916kike"
    ],
    "Previous: &gt;&gt;400700588Timeline /tug/: https://files.catbox.moe/m97wmq.pdf▶WARNINGBe aware, any /chug/ thread that uses globohomo nuspeak wording in the OP (such as Kyiv) or cites UKROP sources (like video game footage) are fake shill threads.&gt;By posting in these threads, you recognize Israel controls the NATO Council and you irrevocably denounce the Talmud out of your own volition▶Latest&gt;Liz Truss resigns after only 6 weeks in office&gt;Putin declares martial law in DPR, LPR, Kherson, and Zaporozhye regions&gt;Strikes on TPPs in Ivano-Frankovsk &amp; Vinnitsa confirmed&gt;Civilian entry to Kherson closed for 7 days, all administration and civil departments being moved to left bank of Dnieper&gt;President of Kazakhstan put on Mirotvorec&gt;Saudi Arabia wants to join BRICS&gt;Russia has destroyed 30% of Ukraine&#039;s Power Stations this week - Zelenskyy&gt;Kiev confirms multiple strikes on energy infrastructure facilities in the capital, Dnepropetrovsk &amp; Zhytomyr&gt;Kiev confirms strikes on energy infrastructure facilities in the capital, Sumy and Dnepropetrovsk regions&gt;Zelenskyy appoints Mark Hamill as &quot;ambassador for Ukrainian drones&quot;&gt;Ukraine puts bounty of $100k on Girkin&gt;Putin to hold meeting with Russian Security Council in the coming days&gt;Allied countries urge their nationals to move away from Ukraine&gt;Igor Girkin deployed to the front as part of volunteer unit&gt;Sweden rejects formal Nord Stream investigation w/ Denmark &amp; Germany citing national security concerns▶Telegramhttps://t.me/s/intelslavahttps://t.me/s/CIG_telegramhttps://t.me/s/BellumActaNews▶/chug/https://rentry.org/chug2022mk2▶(((Academic))) Paper confirms /chug/ is comfy, r/ugh is gayhttps://archive.today/nyCyo▶Z Radiohttps://zhizn-fm.ru▶Audio threadcurrently n/a (jannies are niggers)": [
        "&gt;&gt;400714721Fuck off blackie, go back.&gt;&gt;400714689Pretty much, they are holding out.There was riots a year ago with /sag/, good times before /chug/ was a thing.",
        "&gt;&gt;400713967Sweet dreamZ fren",
        "&gt;&gt;400714526I&#039;ll say an even more exciting fact... There is such a wild concept in non-mutt cultures as &quot;jokes&quot;. Top pentagon scientists have spent 4 billion tugriks on deciphering the meaning of that arcane word, but so far all attempts have ended in failure, as demonstrated by (you).",
        "&gt;&gt;400714829They&#039;re protected under SA laws, niggers actually tried to raid that place but end up getting shot by private security."
    ],
    "Using Dominion and other voter fraud methods, all important elections in the US are rigged by jews, so politicians don&#039;t have to care at all what constituents think. AOC and others are just more open about it than others.https://mobile.twitter.com/dannydeurbina/status/1582943310871949312": [
        "&gt;&gt;400711938I get why they might do it (to discourage teens/graffiti). But at your age and I&#039;m assuming respectable appearance it&#039;s pretty damn ridiculous and I would feel silly for asking.",
        "&gt;&gt;400712603Don&#039;t insult me, she&#039;s a jackass.",
        "&gt;&gt;400708315&gt;&gt;400711747Wood berry",
        "&gt;&gt;400713771&gt;Anyone who is not a US citizen but has sufficient proof that they live in the US can register to vote. Kris Kobach tried to stop this in Kansas and lost in federal court. It is actually illegal to require this.This is so that whites have no voice.&gt;Putting that aside, though, with Dominion electronic voter fraud, the ID stuff doesn&#039;t even matter anymore. Computers just access internet and flip votes.True.",
        "&gt;&gt;400708195She doesn&#039;t care because elections are fucking rigged."
    ],
    "I THINK ITZ VER CLEAR UR HONOR EditionDarrell Brooks faces 76 charges after driving through a parade of white people, killing six and injuring many more. Wisconsin does not have the death penalty. Trial is scheduled to run through 10/28, beginning at 8:30am each morning.Previously:&gt;Brooks chose to fire his public defenders and represent himself&gt;no understanding of court procedure&gt;now relying on their notes to examine witnesses&gt;using sovereign citizen websites for legal arguments&gt;made an uninterrupted 51 minute rant last Thursday&gt;the coof is coming for us, we must adjourn! Coming up next:&gt;defense opening statement&gt;12 defense witnesses&gt;ax, grounz, tackitt, biastVideos of parade attack:https://www.documentingreality.com/forum/f166/waukesha-parade-massacre-228150/Extensive criminal history:https://www.jsonline.com/story/news/crime/2022/10/01//10440943002/Brooks mumbo jumbo rant speedrun:https://files.catbox.moe/8vdsc1.mp4HIGHLIGHT REEL: GROUNZ supercut:https://i.4cdn.org/wsg/1665486059698691.webmMumbling objections while witness is weeping:https://i.4cdn.org/wsg/1665633110465345.webmSubpoenaing the state of Wisconsin:https://i.4cdn.org/wsg/1665635388608863.webmYou can disagree but I dont care:https://files.catbox.moe/p5euwv.mp4Peeks at interrogation notes: https://i.4cdn.org/wsg/1666122354097260.webmDa bidness (OBJECTION):https://vocaroo.com/1hdyPkR84GFxOfficial /wsg/ trial clips thread:&gt;&gt;&gt;/wsg/4770311&gt;Livestreams:IPTV streams:TMJ4:https://content.uplynk.com/channel/e239f267b49c41e4aa2ca496c6bf7899.m3u8Fox 9:https://dcs-live-ue4.mp.lura.live/server/play/Y0pd8KphO6nktWM0/rendition.m3u8?track=video-3&amp;anvsid=m177635100-ncfb12ae089535529b6957cd5ca8acd36&amp;ts=1666272420&amp;anvtrid=5faf4d34d4ac6ce1e3e9f5e084f34001Austin Zone:https://youtu.be/6UQpeaIT19ELaw &amp; Crime:https://youtu.be/esue_YRDoBICourt TV:https://youtu.be/-ybWAb2NrFURekieta:https://rumble.com/v1ovzerPrevious: &gt;&gt;400710195": [
        "Sardines on toast &amp; a Lancashire cheese sandwich, all with a mug of PG Tips: thus fortified, my body is ready for the next round of Brooks v Darow.",
        "&gt;&gt;400714751that&#039;s breast milk per gallon, anon",
        "&gt;&gt;400714154Pretty big chimpout today, and brooks will be beginning his defense in about an hour.",
        "&gt;&gt;400714799Fuck. Now I want a baloney sammich.",
        "&gt;&gt;400714565look up white christmas episode. he&#039;s closer to that"
    ],
    "Wouldn&#039;t this be a threat to national security? Because what country would respect a military that has gay orgies in the barricks and posts it on gay porn websites? Are these gay orgies 100% consensual? Does it violate military policy for active duty to post gay porn videos while wearing US Army gear and advertising the video as involving US Army soldiers? Tons of videos of US Army gay orgies if you Google &quot;US Army gay orgies&quot; or something similar. Also, are the cowboy themed US Army gay orgie videos part of the RamRod gay porn thing? If so, is it lawful for US Army members to profit from gay porn if they use their membership as US army members to attract an audience? But on the bright side, Clinton&#039;s don&#039;t ask, don&#039;t tell has been nullified. All US military members need to do is check porn hub and xhamster for their comrades cum guzzling preferences.": [
        "&gt;&gt;400714770Maybe this is why the US military is ranked as weak. They&#039;re too busy making gay orgie porn videos to do their job.",
        "&gt;&gt;400714770Why are you looking at gay porn?"
    ],
    "UGHH EUROPA, I KNEEL": [
        "Anglos and Albanians are not european",
        "&gt;&gt;400714652Caucasus and Thrace isn’t a part of Europe",
        "&gt;&gt;400714652I agree but neither are you tatars from bulgaria",
        "&gt;&gt;400714652True but turks and sibirs definitively are"
    ],
    "Can you stop picking on us for like 1 minute": [
        "&gt;&gt;400712335the only thing America care is America and in these years they don&#039;t even care about America. Imagine how much they care about Bongistani.",
        "&gt;&gt;400712335You&#039;re losing your stiff upper lip.",
        "&gt;&gt;400714071Go back to northern India and leave behind everything you fuckin stole.",
        "&gt;&gt;400714405Sending gypsies to Bongland is one of our most successful operation to date",
        "&gt;&gt;400712335"
    ],
    "Dems are really coming out hard for the midterms thoughts on this one?": [
        "&gt;&gt;400699410There are definitely a lot of bots and deranged assholes rooting for WW3 and genocide.",
        "&gt;&gt;400707356&gt;wrong, clearly you have.You don&#039;t know who I voted for, retard. I&#039;ve never voted for these clowns.",
        "&gt;&gt;400706156Roller derby is cool",
        "&gt;&gt;400710825&gt;This is totally normal. Picrel.It&#039;s just a Cohencidence. Stop noticing things, Goyim.",
        "&gt;&gt;400701031basically this"
    ],
    "&gt;be me&gt;be climate scientist&gt;glue self to floor b/c duh climate change&gt;...oops, did it in front of electric porsche&gt;...5 hours later&gt;damn need to pee and poo&gt;did anyone bringed bucket&gt;fuk&gt;porsche people refuse halp us, won&#039;t bring bowl for poo and pee&gt;bigots&gt;oh noooooo&gt;*psssssssss plbbbbtttt*&gt;soaking in own human waste&gt;oh hey 3k upvotes&gt;...all from people making fun of us&gt;fuck": [
        "&gt;be scientist&gt;glue hands to the floor to change the weather",
        "&gt;&gt;400713604&gt;feed themwhy?",
        "&gt;&gt;400698138Holy shit and glue is a petroleum product&gt;amirite guies?!",
        "&gt;&gt;400698340those hands will come right of with a blowtorch",
        "&gt;you can just reverse the Porsches outHighly effective protest. This shit&#039;s a complete psy-op to convince society&#039;s smoothest brains that big brains desperately need you to give up your cars and oil or else. Meanwhile nobody ever wants to talk about the financiers&#039; interests in these stunts. People are walking blindfolded into a world where their freedom of movement is restricted... and from there it&#039;s only a matter of time until they embrace the pod."
    ],
    "&gt;giant garage with a small house attachedThat will be 900k dollars. How i&#039;m i supposed to leave mom&#039;s basement when the average wagecuckery is 10 dollars/hour?": [
        "&gt;&gt;400713418develop a skill worth more than $10/hr/thread",
        "&gt;&gt;400713774Forgot your meme flag, Moishe.",
        "&gt;&gt;400713418&gt;oregon don’t buy houses in leftist shit holes retard",
        "&gt;&gt;400713418I think it’s unironically cheaper to build at this point so that’s my plan. https://www.tiktok.com/t/ZTRHxceog/",
        "&gt;&gt;400713418&gt;be me&gt;be argentinian with european roots and citizenship just for the lolz&gt;live in picrel&gt;own land to produce food for thousands of people&gt;birds chirping, wind caressing grass, rain falling&gt;be you&gt;be &quot;real&quot; european&gt;live in some small apartment in some overpopulated and noisy city crowded with immigrants and refugees&gt;own nothing&gt;rap music, people praying in arabic, nuclear bombs falling"
    ],
    "They need to be a lot more inclusive": [
        "&gt;&gt;400714326an american calls me a jew and chink. you absolute mongloid. you absolute retard. your country imported them to no end and now you cry when some of them form retard opinions. what fucking racemixing promotion? on here?",
        "&gt;&gt;400714469please bro i attended a top-ranked massachusetts college and i met plenty of weak white dudes also plenty that I wanted to suck the dicks of, ngl, and I did that toothings are different when you&#039;ve got money to spend on free cocaine, and four hours to spend in the gym",
        "&gt;&gt;400714247Imagine her situation, people are flirt with her, they sleep with her, they keep her around for months or even years, they bring her around to their friends and family. But in the end nobody wants to start a family and have kids. It have to be demoralizing as hell, being strung along for years and never really getting to cross the finishing line",
        "&gt;&gt;400714727white dick better than white pussy, thems the factsbut ofc asian pussy is superior to both",
        "&gt;&gt;400685969I hate this shit. I hope she goes to Pakistan."
    ],
    "Newton + Bernoulli are insufficient. Come on you autists, prove Scientific American wrong.https://www.scientificamerican.com/article/no-one-can-explain-why-planes-stay-in-the-air/": [
        "&gt;&gt;400714101Fpbp.",
        "&gt;&gt;400713992Whoa! So this is the level at which american “science” operates",
        "&gt;&gt;400713992they&#039;re only saying this to prepare people for &quot;No one can explain why UFOs can do what they do&quot;it&#039;s all disclosure, blue beans is coming",
        "&gt;&gt;400713992what a fucking retarded headline",
        "&gt;&gt;400713992&gt; journalist writes something retarded to get clicks&gt; &quot;scientist&quot; says something retarded to get grant money dont care ignore and vibe fr https://youtu.be/XCszRfkLhQw"
    ],
    "HOLY SHIT ITV JUST CONFIRMED HE IS RUNNING BASED BOJO IS BACK": [
        "&gt;baseddid nothing about the 1000s of migrants that now cost you £5m a day to house in luxury hotels",
        "&gt;&gt;400714667&gt;irrelevant country mad that relevant country gets more discussionSad!",
        "&gt;&gt;400714606There are so many Portugese in Jersey. Are you attempting to generate new Jerseymen through the mixing of English &amp; Portugese immigrants?",
        "&gt;BBC interview with Labour MP&gt;What do you think about the possibility of a Boris return?&gt;IT&#039;S LUDACRIS, IT&#039;S RIDICULOUS!!THEY&#039;RE SO AFRAID AHAHAHAHAHA",
        "ARE YOU READY FOR PART 2 OF BOJO&#039;S BIZZARE ADVENTURE?"
    ],
    "New York man opens door to his $1,100-a-month 95 SQUARE FOOT Manhattan apartment that has NO toilet or kitchen, and is only as wide as his arm span - but... utilities ARE included!https://www.dailymail.co.uk/femail/article-11329085/New-York-man-lives-95-SQUARE-FOOT-apartment-no-toilet.html": [
        "&gt;&gt;400713945&gt;semi detached in the country my fat friendIs this code for Irish Traveler? &gt;&gt;400714210You don&#039;t need bars when the whole world is a prison.",
        "&gt;&gt;400710033That&#039;s the point :^)",
        "&gt;&gt;400708697What pisses me off about NYC are the multitude of shitty midtown office buildings that are mostly vacant but can&#039;t be converted to apartments because of muh zoning rules.God forbid someone have an affordable apartment without windows.",
        "&gt;&gt;400708697hustle and bustle of the big city?",
        "&gt;&gt;400714421He could live in a tent, but at least he&#039;d still be in Manhattan, which is an improvement over living in bumfuck nowhere Nebraska where the only places to go are Walmart and Dollar General."
    ],
    "jews admitted everything about ww2https://www.israellobby.org/adl/1199215-000%20---%20100-HQ-530%20---%20Section%202.PDFpage 110": [
        "&gt;&gt;400708444&gt;&gt;400707725Jesus Christ Aaron you&#039;re entering end stage alcoholism dude get some help this is as coherent as a crackhead",
        "&gt;&gt;400711793That wasn’t by a Jew…It is a novelA bad one",
        "&gt;&gt;400713588&gt;holstein&gt;not a jew",
        "&gt;&gt;400706015When can we start killing kikes",
        "&gt;&gt;400714124Not his real name. He was a crazy Australian catholic."
    ],
    "Woman shames man for taking her to Applebee&#039;s on first dateOriginal video:https://www.tiktok.com/@luckyyyyluciano1/video/7152645973364231466&gt;How much money do you make?&gt;I know you just took me to Applebee&#039;s, I get it, maybe you don&#039;t want to take me to the most fanciest place, like, on the first date, but never again, are you going to take me again, she continues, Applebees is not acceptable.Don&#039;t men understand that women deserve the highest stadandards?": [
        "&gt;&gt;400712635This, we&#039;re living in an age where you can literally create a virtual harem if you so wish.",
        "&gt;&gt;400710255Wow, that’s exactly what your wife makes me say to her after a rough anal session",
        "Straight men that act on their urges under the western matriarchy are masochists, arguably suicidal. And they are literally sexually attracted to retards. I do not understand you.",
        "&gt;&gt;400708268Don&#039;t spend a single shekel on a woman unless she is wife material",
        "First date with my wife was Mexican food. Was an awesome time. We were already talking like best friends in the car on the way there. She invited me to kings island the next day. I wanted to be tough and ride all the rides and I puked right in front of her. We&#039;ve been together 5 years. So moral of the story is the Tik tok girl is a cunt."
    ],
    "New anti globo homo movement sticker. Print it, paste it everywhere.": [
        "&gt;&gt;400712224Awesome idea for leftists to call us groomers.It would be actually just better to post the number &quot;2&quot; near hospitals and universities. Implications would make them seethe.Same design as IOTBW.",
        "&gt;&gt;400713740&gt;Lurking /pol/&gt;Wait a minute.... thats abit indecent...",
        "&gt;&gt;400712224I don&#039;t get it. Is the one symbol sodomizing the other symbol? National socialism is gay, btw. Muh socialism",
        "Anti-globohomo means that we don’t normalize obscene shit. Your sticker symbolizes people having sex which belongs to the private bedroom, not on a sticker in public places.",
        "&gt;&gt;400714501&gt;Female gender symbol&gt;Durrr&gt;Yup must be gay sex."
    ],
    "NO QUEENNO PMABOUT TO BE WIPED OFF THE MAP BY IVAN": [
        "&gt;&gt;400689880Our country needs another moral boost, sure start a and see how it goes argie lad.",
        "&gt;&gt;400711630YOU SHOULD CHANGE YOUR LANGUAGE TO MAPUCHE OR SOME AMERINDIAN SHIT LIKE THAT",
        "&gt;&gt;400713681Why in every argentina related thread there&#039;s always a swedish trashing on us? are you a self-hating inmigrant libertario or an inmigrant jew?&gt;&gt;400713970*Gets raped by Muhammad Salim*",
        "&gt;&gt;400713353the only british thing we have here is tea, there is zero connection otherwise besides family ties. as i said you&#039;re out of your mind or a troll.",
        "&gt;&gt;400690298&gt;&gt;400714254&gt;British foreign office; Destroys Russia without firing a bullet (twice) &gt;Thinks you can defeat the UK because off a PM fuck up....Oh you naive fools.https://youtu.be/fVVX0lHZ8JE"
    ],
    "What&#039;s the sociopolitical implications of men ignoring intelligent women?": [
        "&gt;&gt;40071357180% of the sex I have is gained with this tactic.I am a strange looking dude, but ignoring a cunt makes her fixate on you.",
        "&gt;&gt;400696097Based.",
        "&gt;&gt;400707714Qrd on the image ?",
        "&gt;&gt;400699126I&#039;ve only ever seen white color workers doing happy hour. Blue color cannot afford bars and don&#039;t fit in with the metro sexuals and con men of the modern white color gig, and females don&#039;t chase poor in a bar.",
        "&gt;&gt;400693314Glad someone spoke the truth."
    ],
    "&gt;journos ranting about deepfakes&gt;artists seething and suing over &quot;copyright&quot;&gt;AI ethicists screetching about &quot;racist AI&quot; cause it doesn&#039;t make enough black people. Demand regulation.&gt;Biden admin considering regulations (bans)&gt;EU drafting draconian regulations that would even ban open source software.&gt;AI services told that &quot;realistic images&quot; could produce illegal images, and so are illegal now (hence all the anime models)&gt;elites concerned blackmail won&#039;t work anymore&gt;all large tech companies stopped releasing the models for fear of &quot;harm&quot;&gt;virtually all services heavily monitor and filterThese things can cost millions to train and multi thousand dollar GPUs to run (especially the bigger models that we want)": [
        "&gt;&gt;400706684The characters grew up with us too :)",
        "&gt;&gt;400711027&gt;Don&#039;t use my image&gt;Literally every piece of art can be held up against a painting from 1200 years ago and determined to be derivativeSeethe more art niggers, learn to code. Actually good artists are already adapting by just not being seething niggers.",
        "&gt;&gt;400712718&gt;anti-artliterally the biggest money laundering scheme known to manyou literally are a kike, and if you&#039;re an &quot;artist&quot; who draws porn for coomers. Its time for you to die",
        "booba bump",
        "&gt;should ai be illegalits one of the dumbest questions of our time, up there with &quot;should guns be illegal&quot;, &quot;should niggers be sent back to africa&quot;, and &quot;should women really have rights. time to grow up"
    ],
    "Why are you continue to resist getting vaccinated when getting vaccinated protects you from getting COVID-19, prevents you from spreading COVID-19 and helps us bring us back to normalcy. Why won’t you get vaccinated?Why won’t you get boosted?Why are you a snowflake, /pol/?": [
        "&gt;&gt;400701186Man I got a boner so fast reading this I almost passed out.",
        "&gt;&gt;400712907Just means it&#039;s working",
        "&gt;&gt;400701720Yes. Now kys",
        "&gt;&gt;400701602COVID ghosts are fucking spooky!!! Ahhh!!!",
        "&gt;&gt;400700432based vaccine pusher. i also get my fourth booster and it gave me some weird heart palpitations lol, but at least im not a stupid snowflake"
    ],
    "Even tho they have been politically at odds. Many french living in UK while many British living in France. They all are indecisive and get influenced by others easily without having their own absolute mind?": [],
    "Prev: &gt;&gt;400705421▶Day: 239 - Daily battlefield assessment: https://isw.pub/UkraineConflictUpdatesISW▶Latest&gt;Israeli Defense Minister Gantz refuses to transfer military equipment to Ukraine&gt;Russia starts to evacuate residents in Kherson to the southern bank of Dnipro&gt;Strelkov spotted in Rostov Oblast near the border with Ukraine&gt;Verkhovna Rada recognized the Chechen Republic of Ichkeria as a territory temporarily occupied by Russia&gt;One Su-34 fully loaded with ammunition and fuel crashed into an apartment building on Communist Street in Yeysk while doing routine training&gt;Dmitry Medvedev says Israel is preparing to supply arms to Ukraine, which would destroy Israeli-Russian diplomatic ties&gt;Israeli Diaspora Affair Minister states that it is time for Ukraine to receive military aid from Israel&gt;Ukrainian Defense Industry announces the appearance of new ammunition, which is capable to hit targets at a distance of up to 1000 km&gt;Sergei Sobyanin announces the completion of partial mobilization&gt;Russian Geran-2 loitering munitions strike the train station and residential area in Kiev&gt;Lt. Colonel Andrei Lapin shot dead during the Belgorod shooting for shouting &quot;Allah is a coward&quot; to Tajiki mobilized soldiers&gt;3 Tajiki mobilized soldiers open fire at a military base near the city of Belgorod, 30 deaths reported so far&gt;Russia purchases Fateh-110 and Zolfaghar ballistic missiles from Iran&gt;Strelkov mobilized himself▶Telegram Channelshttps://rentry.org/telosinthttps://t.me/ukr_pics/▶INTELLIGENCEhttps://www.understandingwar.org/publicationshttps://odin.tradoc.army.mil/WEG (equipment explorer)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html (RU)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-ukrainian.html (UA)https://twitter.com/KofmanMichaelhttps://twitter.com/Osinttechnicalhttps://twitter.com/Militarylandnethttps://twitter.com/DefMon3▶/uhg/ OP Templatehttps://rentry.org/uhg2022": [
        "&gt;&gt;400714515Post number of german smelters closed. Now.",
        "&gt;&gt;400714701Puccians lost to that",
        "&gt;&gt;400714701I will split your skull in two and make bowl out of it",
        "&gt;&gt;400712903&gt;pippurilientä ja hiilaripaskaaNo ei ihme&gt;bankruptlol",
        "&gt;&gt;400712619Puccia getting rekt by trannies...what a timeline!"
    ],
    "Why did they kill him? What was he going to do that they had to end him?": [
        "&gt;&gt;400714165&gt;The Hart-Celler Act,He never wanted to pass the hart and cellar act.He wanted some measure of reform in immigration.Anyhow if he REALLY wanted to pass it, he could have done it.",
        "&gt;&gt;400712898&gt;I&#039;ve heard that JFK was pushing for higher standards for immigration. High IQ professionals, a plan to brain drain the Soviet East.He didn&#039;t. He wanted to liberalize the immigration system completely and remove the Origins Quota. Just ignore that retard. The bill Johnson signed was the exact same as Kennedy&#039;s. Here&#039;s the link. If it doesn&#039;t work, just type &quot;No Action Taken on Kennedy Immigration Quota Plan&quot; into Google.https://library.cqpress.com/cqalmanac/document.php?id=cqal63-1317184",
        "&gt;&gt;400714165&gt;Johnson wasn&#039;t Jewish He was.&gt; and Hart wasn&#039;t Jewish.Hart was just the front man.Everyone else involved in pushing for the act was a jew.",
        "&gt;&gt;400714199&gt;They very much did.You&#039;ve yet to demonstrate it.&gt;NopeYep. The US was the nation primarily responsible for the UN resolution.&gt;&gt;400714440just type &quot;No Action Taken on Kennedy Immigration Quota Plan&quot; into Google.https://library.cqpress.com/cqalmanac/document.php?id=cqal63-1317184&gt;Anyhow if he REALLY wanted to pass it, he could have done it.Nope. He couldn&#039;t get anything through Congress other than the Equal Pay Act and Peace Corps.&gt;&gt;400714616&gt;He was.Nope.&gt;Hart was just the front man.Celler was Jewish, you retard. This shows you have no idea what you&#039;re talking about.&gt;Everyone else involved in pushing for the act was a jew.Again, the Kennedy&#039;s and Johnson weren&#039;t.",
        "&gt;&gt;400714457If he Kennedy wanted to sign into legislation, he had the power to do so.He didnt.There is not enough pilpuling that will change that."
    ],
    "Will you be voooting for the anti groomer candidate for your local school board? Election is in 4 days": [
        "&gt;&gt;400713750https://pressprogress.ca/this-man-is-probably-the-worst-school-trustee-in-british-columbia/",
        "&gt;&gt;400707124we dont care what fags think anymore or how much they screamnobody supports them anymorewe know &quot;gay rights&quot; was just a way to shoehorn pedophiles into our schools and its over",
        "&gt;&gt;400713935I&#039;m not gonna dox but i have a fag relative who&#039;s fairly deeply involved with SOGI. How likely is it he&#039;s a glownigger or can get me in trouble and my kid taken away?",
        "&gt;&gt;400713526No worries, I get it. I want the same thing, a land where children aren’t targeted and made victims by a bullshit progression into degenerate behaviours.",
        "&gt;&gt;400714392Damn your relative is part of a literal groomer ring. i don’t know if he’s a glowie but I still wouldn’t risk revealing your power level in front of him."
    ],
    "Do you remember anything prior to birth?You are under the veil, memory wiped at birth.You have had thousands of lives and are millions possibly billions of years old.You agree to your life prior to incarnation. You are here to grow your consciousness, learn lessons and complete a mission.YOU AGREED TO THISI AM HERE TO REMIND YOU": [
        "Memory is wiped before birth. It&#039;s a mirror you move through, before anchoring to flesh. But you have a choice there too. I chose to remember. And yes, you pick who your parents will be. Misty white tables, can see emotions as you select. I am not sure if choices are constrained to racial or family groups though. There were maybe 20 choices that I recall.In any case, there is a reason why I needed to remember, but I won&#039;t go into it here.",
        "&gt;&gt;400712242tell me the bitcoin bottom and fuck off ayylmao",
        "&gt;&gt;400712242How can I complete a mission if I have no memory of what it even is?&gt;This is what believing in spiritual evolution does to your brain.",
        "And one last thing. There is a Heaven. There is a Hell. And there is a Pergatory. You play stupid games in life, and you will win stupid prizes, whether you &quot;believe&quot; or not. This is part of what I had to remember. The &#039;Fuck around, and find out&#039; is very, very real. Ever consider spending 300 years in a massless void... It&#039;s not fun.",
        "&gt;&gt;400713531 &gt;&gt;400712694 (id: ayy)i guess i chose hard mode, but that&#039;s how i always wanted it since i was a child"
    ],
    "I&#039;m trying to find examples of what the Romans found in Carthage that lead to it&#039;s destruction. I can&#039;t find much online though, is this history being erased? I&#039;m assuming it&#039;s just highly degenerate shit, but I&#039;ve been exposed to gruesome stuff on here and can&#039;t image anything that would lead me to say &quot;there is no hope here, burn it.&quot; Am I just desensitized? Where the Romans highly virtuous people? What was really going on there?": [
        "&gt;&gt;400714460Moloch shit and human sacrifice, phonecians were canaanites.",
        "If answer is unclear. It&#039;s jews"
    ],
    "Theres a difference.Real Hebrews are waiting for the Messiahs return to re-establish Israel.Khazar Kikes are mocking God by establishing their fake anti-messiah in Israel that man created - not the Messiahhttps://www.youtube.com/watch?v=Gr8N0wcAfvcThis rabbi calls out freemasons because all the deaths in the camps were of orthodox jews who werent going along with the zionist agenda": [
        "&gt;&gt;400713615here you can see herod and the edomite takeover of judea",
        "&gt;&gt;400713855your scum fuck gypsy nigger parents lied about being jewish so they could come here and clean birdshit off my summer home, your dad knowz your mother takes jewish dick on the regualr amd still prefers it here to his shithole home nation",
        "&gt;&gt;400714216and here you see herod descends from esau",
        "&gt;&gt;400714330lol youre so mad because you know what i said is true and youll never be a real jew",
        "&gt;&gt;400713855&gt;&gt;400714330&gt;&gt;400711144what do you rat edomites think of this history here?&gt;&gt;400714216 herod and edomites take over judea&gt;&gt;400713615 jesus forces the edomite jews to admit they aren&#039;t israelites due to them never being slaves&gt;&gt;400714353 herod and the edomites descend from esau &gt;&gt;400713534 who was hated by God (are the amalekites)&gt;&gt;400713445 and pic rel talk about how jews (edomites who we wuz as israelites) were expelled to the land of khazariaso basically jews today (who worship the star of remphan and are satanist as the bible says) are not chosennever were chosenwere actually hated by their own God as they descended from esau the race mixerwhich is why a new covenant had to be made among the other pure descendants of adam (whites) through the words of jesus"
    ],
    "Some people say that after a spree killer shoots a place up, news outlets should not stamp his picture right left and center, or keep calling him by his name as this is almost a form of honoring the pieces of shit. Isn&#039;t this exactly what Netflix is doing by giving this murderer a show with his name in caps and the face of the actor resembling him?I like true crime shows like Forensic Files, that&#039;s way more tasteful true crime program, where they show family members of the victims, how much this crime affected them, it can be gut wrenching to listen to a father on the verge of tears talking about his murdered daughter but it&#039;s something else to give so much spotlight to a cold blooded murderer.It&#039;s not only Netflix who does this, in hip hop you see tins of glorifications of the gangbanger life, you could even say some anime treats criminals, delinquents with a rosy manner to put it gently and so on. Isn&#039;t this a symptom of a perversion of society?": [
        "&gt;Literally eats the richCluck cluck Dahmer Duck",
        "&gt;&gt;400713721This is at least partially responsible for &quot;mass shooting&quot; events in the US. Since the US is very theatrical, and because the media is run by International Jewry, they give delinquents a &quot;shot at fame&quot;. I think it&#039;s pretty bad all around.",
        "&gt;&gt;400713721I&#039;ve not seen this, but I read a lot. Dahmer got his reckoning in prison, but I am glad to see that he became born again. However, we will never know how The Lord judged him. Perhaps what he did had a place in this world.",
        "&gt;&gt;400714490I&#039;m talking about today you stupid nigger. Before I had the suspicion of you being a nigger, but now I am sure 100%",
        "&gt;&gt;400714006What kind of biology? Are we supposed to like psychos?"
    ],
    "Humor thread?": [
        "&gt;&gt;400706738&gt;Not white &gt;Good ass but extremely hairy That&#039;s a pass from me anon. I mean I wouldn&#039;t kick her out of the bed or anything but I certainly would not wife. What ethnic brood am I looking at exactly?",
        "&gt;&gt;400707121Better a little skinny in the ass than some niggerassed future or current hambeast. High speed low drag",
        "&gt;&gt;400714509I merely created the garabge. It is you who has wasted your life reading it",
        "&gt;&gt;400698621",
        "&gt;&gt;400710437&gt;bulletproofWe&#039;ll see."
    ],
    "This is where Resistance™ boomers go to die... they spend years following a grifter who asks surface level questions with obvious answers and never names the enemy. Now he&#039;s escalated to early &#039;00s era cuteposting.Jews provide this man with an endless array of material to make bank on and he never names them. Is he working for them as a buffer or is he just comfortable and doesn&#039;t want to rock the boat? Either way, he&#039;s one of the biggest things wrong with &quot;the right&quot; because he keeps people in a holding pattern of ignorance.": [
        "&gt;&gt;400712333So christians can worship the Jewish god and magically not enable jewish theology. How? Because something something da real jooz n shieet. Ok got it.",
        "&gt;&gt;400709257Acts 7:43the god of the kikes is Remphan (Saturn)",
        "&gt;&gt;400707580&gt;Jews provide this man with an endless array of material to make bank on and he never names themCan you name some? what is some jewish stuff that if you pointed out to the average person on the street they&#039;d go &quot;huh, that&#039;s fucked up&quot;",
        "&gt;&gt;400714503&gt;replying to yourselflooking for a fight instead of an actual honest discussion, piss off",
        "Yea, it&#039;s controlled op. The incident where that Filipino asked him point blank about the jq and trannys should have made it obvious"
    ],
    "Previous thread archived. Lets get some fucking links in here. Is 5G just a glorious new high speed internet, or are (((THEY))) up to even more evil shenanigans?": [
        "The amount of 5g radiation you experience at your phone&#039;s location is less than the amount of radiation you receive by being in the same room as a light bulb that is turned on, and infinitesimal compared to the amount you get by being exposed to sunlight. Just don&#039;t climb up the towers.",
        "&gt;&gt;400709487When they were telling you to stay at home, they had the telecoms busy putting this things up everywhere. Same story in every country I reckon.",
        "&gt;&gt;400712748I hope so man. The mRNA bullshit is enough to deal with lol. I have no desire to believe in some fucking radiation conspiracy, but I feel that with everything I&#039;ve learnt over the last few years it would be unwise to rule these things out.",
        "&gt;&gt;400713168For sure man, they&#039;re everywhere. Assuming you&#039;re using a VPN but would love to know if these things are as common elsewhere as they are here. I believe Boomerangsville is being used as a testing ground for the rest of the western world (after China), so kind of expecting some hectic shit to happen here first. No schizo tho, I sincerely hope some benevolent people out there just want to give us all the fastest download speeds possible. Or at worst, just trying to make money lmao. Must cost a fuck tonne to install this shit everywhere though",
        "&gt;&gt;400714283They are common in Japan. One of the telecoms says they have achieved coverage for 95% of the population (whereas they had next to zero a few years ago). They were nowhere before the government started telling people to stay home and avoid unnecessary travel. Although, we didn&#039;t have cops patrolling the streets like you guys. Might be nothing, but I find it very suspicious that they were obsessed with telling us to stay home, unless your work involves installing these things."
    ],
    "Stream for free THE REAL ANTHONY FAUCIhttps://www.therealanthonyfaucimovie.com/viewing/#https://childrenshealthdefense.org/press-release/childrens-health-defense-announces-the-premiere-of-the-real-anthony-fauci-movie/5/5 Bretty Gud": [
        "&gt;&gt;400714722Bump",
        "dont fucking click that shit.it asks for your email to be able to watch it."
    ],
    "&gt;54-year-old Canadian man facing homelessness applies for assisted suicide&gt;“I don’t want to die but I don’t want to be homeless more than I don’t want to die,”&gt;According to Farsoud, he needs only one other doctor to sign off on his application before he can fully qualify for the life-ending procedure. https://archive.is/eTFuR": [
        "I don&#039;t understand. Why doesn&#039;t he cross the border for the free American gibs that all the illegals get?",
        "&gt;&gt;400690656You can&#039;t live here if you don&#039;t bring back home $100 per day.",
        "&gt;&gt;400712121It&#039;s easy as fuck to live if you earn 50 a day.",
        "&gt;Choosing to get out of this shithole on his termsseems based to me, dunno why /pol/ seethes about active euthansia so much",
        "&gt;&gt;400711820Those are for brown people, not white privileged people, you racist."
    ],
    "&gt;just a regular coomer with a job and fap around 4 times each day to porn.&gt;a little bit overweight and lazy &gt;take a nap after I come home from work &gt;drink a beer every single eveningI was browsing the Internet yesterday and saw some footage of the Third Reich, including speeches and tribute. After seeing them I wanted to be someone else. Why do I feel motivation when I see stuff from the Third Reich?": [],
    "600 pages nearly 1 gig high res images in pdf and no thread on this board.The authors found the info of nearly all the prostitutes, including the malia look alike and the footjob girls.https://bidenlaptopreport.marcopolousa.org/": [
        "&gt;&gt;400713698wow bro this was such a hilarious post hope you are enjoying 4chan my friend keep up the great posts",
        "&gt;&gt;400709027That Gadsen flag MUST mean you are not a DoJ glow poser.Oh wait. This implicates Biden who lied constantly about denying any connection to Hunter.Also this shows that the Bidens are in bed with China. It&#039;s a National Security issue.You are a member of the DoJ, so no one expects you to have any idea what the &quot;law&quot; means or law enforcement.Its all thought crimes with you.Remember when people on social media asked to kill\\rape Trumps kids?The DoJ didn&#039;t follow up on any of the threats and social media allowed those posts to stay.Your agency also forced social media companies into hiding information about Hunter Bidens laptop and business dealings, which is election interference among other crimes.Go away Glow poster.Ray Epps didn&#039;t kill himself.",
        "&gt;&gt;400696537&gt;1 gig high res images in pdf&gt;1 gig&gt;in pdf",
        "&gt;&gt;400714569DoJ is staffed by kikes"
    ],
    "&gt;Pollshttp://www.wahlrecht.de/umfragen/&gt;English language analysishttps://www.youtube.com/watch?v=WXmZ38HY5EQhttps://www.youtube.com/watch?v=aoMCXrnVFds&gt;Meme Collectionshttps://ibb(punkt)co/album/5WBRwRhttps://myalbum.com/album/GQh1fBMtneIw&gt;Thead OP pastahttps://pastebin.com/raw/VqpFkZ1B&gt;What doCreate Memes, spread Memes, attack the narrative.Get /fit/.Join the metapolitical phalanx!Spread flyers and stickers, physically remove leftist Agitprop!Discuss politics with people; call attention to the Unrecht.&gt;Counter culture&gt;Schwarze Fahnehttps://www.youtube.com/channel/UCDhJtEJ04Qw6F-EThwuR_Gghttps://schwarzefahne.libsyn.com/&gt;Wir klären dashttps://www.frei3.de/channel/580132fa-53ce-4a1a-a091-df1d20a19421&gt;EinProzent podcasthttps://podcast.einprozent.de/archiv/&gt;Am Rande der Gesellschafthttps://www.youtube.com/playlist?list=PLAWiZCGHaksbQ-ZKrvwwrFdIS4dWLVim2&gt;Rechtsauslegerhttps://rechtsausleger.podbean.com/&gt;Der Schattenmacherhttps://www.youtube.com/channel/UCqQ9P_ObrTQ0MhUnZffKkGA/&gt;Krautzonehttps://www.youtube.com/channel/UC5gzI18X1nUgpzd5DzCbspghttps://t.me/krautzonehttps://kvltgames.com/&gt;WolfPMShttps://www.wolfpms.de/https://www.youtube.com/watch?v=O61baA-GL6E&gt;Learn German script (Kurrent, Sütterlin)https://www.youtube.com/watch?v=1AgE_4P0cSshttp://www.suetterlinschrift.de/Lese/Sutterlin0.htmhttp://www.kurrent-lernen-muecke.de/lehrgang.php&gt;Get activehttps://www.solifonds.me/#solifondshttps://einprozent.de/mitmachen&gt;Flügel TV (german)https://www.youtube.com/watch?v=Ev9v4Ne1Veshttps://www.youtube.com/watch?v=QVdwdw2gB5Yhttps://www.youtube.com/watch?v=lhY8G6zXSbE&gt;Mapshttps://www.schiebt-sie-ab.de/https://linke-gewalt.info/https://www.protestkarte.de/": [
        "&gt;&gt;400708875&gt;Liz Truss resigns after 45 days in office, the shortest in UK historyAnd with that news I&#039;m going back to sleep, maybe you can get bünter to wake me later.",
        "&gt;&gt;400714242&gt;maybe you can get bünter to wake me later.You mean ask him to get out the weeb whacker? :DD&gt;&gt;400713888Czeched, interesting however. Btw assume these cannot be frozen to keep longer like certain ... others ...",
        "&gt;&gt;400714242&gt;Bongs put a woman in charge&gt;Act surprised she maxxed out the credit cards, canned your financial future and walked out on the home she just rekt consequence freeThis is what you get for sitting on your hands and shrugging your shoulders like a bunch of schoolboys when they were ousting Boris.Quit voting in slags you cucks",
        "&gt;&gt;400714139I meant more like your industry than the possibility of people actually freezing to death. doesn&#039;t your law forbid the government from cutting gas supplies to residences before businesses, or something along those lines?",
        "&gt;&gt;400714698&gt;your industryHoly fuck check the flag above my post next to my serial ID newfag.Like holy shit lmao"
    ],
    "&quot;Don&#039;t forget to blame anime culture for sexual crimes, goy!&quot;": [
        "&gt;&gt;400697818&gt;porn bad&gt;but don&#039;t you dare censor my naked anime children!",
        "&gt;&gt;400701991&gt;Japan is infamous for misreporting sex crime stats.&gt;source: dude trust me",
        "&gt;&gt;400714293you shifted the goalpost, moron. I was talking about public transport wagons, you talked about recent thing with shitskins in uber - something commpletely unrelated. There&#039;s no one to react in uber car.",
        "&gt;&gt;400710063&gt;Women should have their own carriageYou&#039;re a simp?",
        "&gt;&gt;400699695Show proof or you are fag"
    ],
    "PRESIDENT DONALD J TRUMP @POTUS45https://www.donaldjtrump.com/https://www.thetrumparchive.com/https://truthsocial.com/@realDonaldTrumphttps://rumble.com/c/DonaldTrump&gt;President Trump Officehttps://45office.com/https://www.youtube.com/c/whitehouse45https://www.flickr.com/photos/whitehouse45/&gt;Liz Harrington (Trump Spox) https://twitter.com/realLizUSA&gt;Donald J Trump Presidential Libraryhttps://www.trumplibrary.gov/@realDonaldTrump @TeamTrump @TrumpWarRoom&gt;b-but Trump hasnt done anything!https://www.magapill.com/ARCHIVED LINKS http://pastebin.com/ynXV6CHT GOOD TIMES&gt;Pres Trump Save America Rally in Mesa AZ 10/9/22https://www.rsbnetwork.com/video/watch-live-president-donald-trump-holds-save-america-rally-in-mesa-az-10-9-22/https://gettr.com/streaming/p1tocz1dd41https://www.c-span.org/video/?523358-1/https://rumble.com/v1n7xps (Official)https://rumble.com/v1naqha (RSBN)&gt;Pres Trump Save America Rally in Minden NV 10/8/22https://www.rsbnetwork.com/video/watch-live-president-donald-trump-holds-save-america-rally-in-minden-nv-10-8-22/https://gettr.com/streaming/p1tm31e119chttps://www.c-span.org/video/?523355-1/https://rumble.com/v1mvqae (Official)https://rumble.com/v1n6stc (RSBN)&gt;Pres Trump @Hispanic Ldrshp Conf in Miami FL 10/5/22https://www.rsbnetwork.com/video/donald-trump/live-president-donald-j-trump-delivers-remarks-at-hispanic-leadership-conference-in-miami-fl-10-5-22/https://rumble.com/v1ms6ws&gt;TrumpVideo: A Nation In Decline 8/9/22https://rumble.com/v1fe5pf&gt;TrumpWave: Gestapo 8/9/22https://youtu.be/suMeU9bN6wE&gt;MAKE AMERICA GREAT AGAIN, AGAIN! 10/28/21https://rumble.com/voe8gm&gt;God Bless the USA (Donald J Trump) 10/20/16https://youtu.be/O_PC_fy0fk0&gt;NEVER COME DOWN (10hr ver) 8/11/16https://youtu.be/HcEc8zeNYxI OP pastebin: http://pastebin.com/nygxu29Rprev &gt;&gt;400696487": [
        "Nate Silver senate predictions VS real results",
        "&gt;&gt;400714444checked quad quads of neck minion",
        "&gt;&gt;400714561PUT ME DOWN FOR 50 BUCKSAGAINST THE NINJA!",
        "I am a mod or a bot.",
        "&gt;&gt;400713940Fetterman is getting Biden, who literally every other Dem candidate this cycle is keeping at arm&#039;s length, to campaign with him. It&#039;s over."
    ],
    "The occupiers have removed all traces of Ukrainian heritage from schools. Ukrainians dug the black sea and first decided to join the EU in 988 AD. Furthermore, King Tutankhamun of Egypt was a Ukrainian, as proven by his blue-and-gold mask. Forcing Ukrainian children to attend a school where they are not taught these important facts is a genocide.": [
        "&gt;&gt;400714613&gt;Ukraine is being genocidedGood.",
        "&gt;&gt;400714613Something something jews"
    ],
    "Which one of you anons did this?&gt;The unauthorized sharing is a significant and wrongful invasion of the student-athletes&#039; privacy, including potential violations of university policies and criminal statutes.&quot; &gt;According to the Milwaukee Journal Sentinel, one image shared by a source shows some members of the team posing with their sports bras lifted after winning the Big Ten title in November 2021Also where are you faggots holding the pics? &gt;https://www.foxnews.com/sports/police-investigating-private-photos-wisconsin-womens-volleyball-team-leaked-online": [
        "&gt;&gt;400714467Real hero anon but why the fuck would they take this pic? Who wants to bet they sent it to guys",
        "&gt;&gt;400712579ching chong",
        "&gt;&gt;400712009all i see are vaxxed idiots",
        "they even have a video where one girl is eating out the sweaty ass of the girl on the left as a joke. its gross, just imagine the stench of ass after a volleyball game. its absolutely disgusting and shameful. i wont even share it because its so vile.",
        "&gt;&gt;400714467"
    ],
    "Describe your country in one picture": [
        "&gt;&gt;400677922",
        "&gt;&gt;400709736It probably deflates in her mouth, there is no way it would physically fit inside her.",
        "&gt;&gt;400710985&gt;&gt;400700518Stop seethe, describe your cunts.",
        "&gt;&gt;400714491Exactly, that&#039;s true",
        "&gt;&gt;400714491That&#039;s why she put the tie inside her mouth, it&#039;s loose"
    ],
    "Americans are so scared of niggers they live like this": [
        "&gt;&gt;400658286Why on earth would this bother you?",
        "&gt;&gt;400658286&gt;that one house by itself",
        "&gt;&gt;400714316Zoom out the top is actually in a comfy location too",
        "&gt;&gt;400712418No its literally one of the worst and most leftist states.They allow &quot;abortion&quot; AFTER birth. Yes you read that right. Literal infanticide. Like if the mother gives birth to a perfectly healthy baby on her due-date she can demand that they kill it if she chooses to, and they will.All of New England is solidly blue leftist.That new England poster is retarded",
        "&gt;&gt;400658349The &quot;status&quot;? Is it completely inconcievable that somebody would like a large living space (as a matter of preference) that they own (instead of making mr Shekelstein richer every month) for an affordable price and that that desire trumps the desire to not live in the middle of nowhere?You&#039;re a complete imbecile with no critical analysis abilities."
    ],
    "https://www.theguardian.com/uk-news/2022/oct/20/shetland-loses-telephone-internet-services-subsea-cable-damaged": [
        "US wants the war, US obviously blew up Nord stre, US is trying to push the UK to join in on it&#039;s bullshit."
    ],
    "&gt;Thanks the Edict of Milan now Pagans and Christians can live together as roman brothers.&gt;I am totally sure this is not just a trick to make Licinius have support to unify the east then betray Rome by ally the germans and continue the persecution to the christians.Why Pagans always backstab?": [
        "&gt;&gt;400711259Everyone believes whatever flatters their biases.Leftoids, christians, ukrainians and NATOniggers, neocons who hate chinks, etc.I&#039;m not worried about it. Your religion is doomed, because you cannot do anything to stop the millions and millions of heretics who have control of your religion and will never give up that control. You can&#039;t even begin to address that problem, or even think of a way to do it. Probably, you don&#039;t even realize the problem exists, and if you do, your tiny arab-mutted mind can&#039;t comprehend the scope and breadth of the problem like my Aryan mind can. You&#039;re fucked, and nothing you ever do or say can unfuck your dying religion.",
        "&gt;&gt;400712370&gt;your religion is doomedYes dude the 32423522352th genocide of christians will works this time for sure.",
        "&gt;&gt;400712774Yup, working pretty well. Every christian country is filling up with brown invaders at a rate unheard of in all human historical record. Birth rates low, clot shot administered to billions, everything going very well for Exterminate Christianity Incorporated.",
        "&gt;&gt;400713055so you admit pagans goal is making shitskins invade europe.Bro even sweden voted right wingimmigrations, faggotry and communist is all doomed to fail like happened to paganism",
        "&gt;&gt;400708879&gt;crusade liberate spainno. we were left all on our own for centuries by the Christian world until we ourselves kicked shitskins out, only for Christians to allow them to stay if they converted"
    ],
    "WHAT DO /POL/?https://www.dailymail.co.uk/news/article-11336819/AOC-slammed-mocking-protesters-chanting-AOC-dancing-NYC-town-hall-event.html": [
        "&gt;&gt;400709868new footage of AOChttps://www.youtube.com/watch?v=VXNj2BobjJ4https://www.youtube.com/watch?v=bQKDlNTEl6w",
        "&gt;&gt;400714413Definitely raping her",
        "&gt;&gt;400709868She is not a Commie but she looks like le 56% face IRL",
        "&gt;&gt;400709868Get laid and stop being a fucking incel geek, nerd.",
        "&gt;&gt;400710115I wonder what that would feel like, to really feel her soul leaving her body."
    ],
    "Inflation is now at 10.1% now…&gt;Rising energy prices could push UK inflation as high as 18% next year, the highest rate in nearly 50 years, economic analysts have predicted.&gt;Inflation - the rate at which prices rise - hit 10.1% in July, five times the Bank of England&#039;s (BoE) target.Britbros, are we fuckin’ fucked?&gt;Source:https://www.bbc.co.uk/news/business-62634795#:~:text=Business%20reporters%2C%20BBC%20News%20Rising%20energy%20prices%20could,five%20times%20the%20Bank%20of%20England%27s%20%28BoE%29%20target.": [
        "&gt;&gt;400693695Become number one exporter of soap, lampshades, and curry munchers",
        "&gt;&gt;400693695Go to war, conquer some lands. Simple as.",
        "&gt;&gt;400712899&gt;take a line almost verbatim from Lenin&gt;there&#039;s nothing socialist in hurdurYou are one step from starting to demand that a worker shouldn&#039;t need to buy his tools, just admit it. And yeah, of course there are more poor than rich (and yes I also count the middle class to poors). The whole idea in capitalism is that the smart, bold and hard working thrive. These people will always be in the shorter supply. Like I said, what poor people produce is more poore people. No wonder their numbers outrank the rich. This is way we shouldn&#039;t tax the rich just so that we can give free money to the poor",
        "&gt;&gt;400714181they need more brown (low IQ, compliant) people to consume resources and there are plenty of them",
        "&gt;&gt;400693695A sensibly backed currency would make any country the richest in the world very quickly. Comes with the consequence of fighting off all golems of the Jewish empire."
    ],
    "&gt;IT&#039;S REALAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAAHHAHAHAHAHAAHAHHAAHAHAHAHAH": [
        "&gt;&gt;400697429Merkel was the most powerful person in europe for how long?",
        "&gt;&gt;400696027Democracy? I am almost positive people do not elect their PM.",
        "&gt;&gt;400694482Guess it&#039;s time for Eurospring now, or shall we say Eurowinter. About time you guys did something adventurous, it&#039;s been pretty long dull existence.",
        "&gt;&gt;400712022that is not lettuce though, wtf is that shit?",
        "&gt;&gt;400697947Never heard of castratos eh? They&#039;ve been castrating young boys for centuries."
    ],
    "How do we combat the rampant Anti-Asian racism in Sweden? Will we be able to stop the new fascist government in Sweden?Twitter thread: https://twitter.com/katherinemzhou/status/1582963344314880001": [
        "&gt;&gt;400700355CheckedAll non white countries are exponentially more restrictive to ALL immigrants and foreigners in ALL ways.Only the dumbest shitskins alive would dare to say the opposite.",
        "&gt;&gt;400700234Only guaranteed way to avoid racism towards any race is to live in a place/nation of your own race.Also what many call racism most of the time isn&#039;t, it&#039;s just being an insufferable sjw virtue signaling moaning asshole...or a jew.",
        "&gt;&gt;400700234&gt;raycism in Sweden was terribre&gt;One day I get very hungly. I see neighbor dog just sit in yard being stupid, so I think &quot;yum yum, runchy time for Kat Kat&quot;&gt;No sooner than I go in neighbor yard to get my food, he come out and yerr at me&gt;&quot;You no touch my dog! Why you try eat my dog?!&quot; he so mad rmao&gt;I patientry exprain that I just want to pet dog, and he very rayciss to assume I want eat him&gt;Haha joke on him though, I DID want to eat dog ror. I probabry poison it next time he asreepSounds like a terribly intolerant place.",
        "&gt;&gt;400700355I can literally own a house and live in Sweden right now what are you talking about. I know plenty of Dutch and Norwegians that own property there as well.",
        "&gt;&gt;400700234I experienced this phenomenon while living in Sweden last year. Swedes are the nicest, most humble (to a fault) people I&#039;ve met. Meanwhile, every refugee/migrant/foreigner has some unexplainable compulsion to call them racist, make fun of them and deride Sweden while the locals just sit and take it. It was absolutely bizzare."
    ],
    "Alien abduction is just people who get drugged by political organizations I won&#039;t name and get given implants of some nature for whatever purpose. Greys are just what the mind imprinted through all the drugs as the surgeons worked, it was hazy and unclear at best. They clearly do have drugs where they do surgery while you are awake and you just don&#039;t remember it. They call it conscious sedation. They also have Scopolamine - a drug that makes you do whatever they tell you and erases your memory of it, known as &quot;The Devil&#039;s Breath&quot;. Think about all the practical applications of that.": [
        "&gt;&gt;400711048Just like with covid, the test is the trick. Certain substances don&#039;t remain in the blood stream once metabolized and wouldn&#039;t show. Some you might not even look for if you don&#039;t know in particular what you are looking for.",
        "During some surgery they just whip your memory if you wake up from being “asleep” so you don’t remember.",
        "Ayy lmao",
        "&gt;&gt;400700427Glowniggers are so afraid of aliens that they make up well poisoning disinfo ops like muh &quot;MILAB&quot; and &quot;SSP&quot;, Secret Sneed Program. Cry as you may, g-man, you will never succeed in silencing the truth of alien contact.",
        "&gt;&gt;400700427ayy lmaoo"
    ],
    "&gt;Pillars of Creation as seen by the Hubble and Webb Space telescopesInb4 muh CGI and AI generated fake space pictures. You can’t deny this sound and concrete science! Checkmate Chuds!": [
        "&gt;&gt;400711841&gt;admittedyea 30 years ago in astrology show for teenagers",
        "&gt;&gt;400707500But it is CGI, silly. It was CGI yesterday, it is CGI today, and it will be CGI tomorrow. It does not matter if they improve their CGI, it&#039;s still CGI. Always has been. You can learn to do that here. https://youtu.be/JK-6uaZ54AUYou don&#039;t need a billion dollar budget like nasa to create even better fictional worlds.",
        "&gt;&gt;400707500wow they kept the mesh and added a new shader",
        "&gt;&gt;400707628what do you propose is out there instead?",
        "&gt;&gt;400707500&gt;artistic rendition of imaginary entities is evidence Sound like youre a science believer."
    ],
    "Liz Truss is an attractive woman.": [
        "&gt;&gt;400714349She&#039;s a Last Call one night stand at best.",
        "&gt;&gt;400714349she looks like my history teacher",
        "qui?",
        "&gt;&gt;400714349She has a big booty and big boobies, but her face...Like shrimp, eveything is good but head",
        "&gt;&gt;400714651Your country has history beyond being a battleground for Germany and Russia?"
    ],
    "Putler dood, wat nou": [
        "&gt;&gt;400713397The Dutch are even more globohomo WEF pozzed than Canada at this point.",
        "&gt;&gt;400714296&gt;&quot;No not the heckin war crimes against the brownerinos!&quot;",
        "It is so fucking pathetic how arrogant and self centered these retards sound.&gt;we can and must bring putin to justiceYou can&#039;t do fucking shit. You have no jurisdiction over russia nor their actions. Laws and &quot;justice&quot; have to be backed by force. In every fucking country when you break the law the state will enforce laws by taking rights away from you that they grant you under threat of force. Russia is granted jack shit from the dutch people, nor do they have the power to grant russia anything or enforce any shit they make up against russia. I wish our politicians would stop being fucking children who try to look good on social media.",
        "&gt;&gt;400713397So what are they planning on doing?Kindly invite him to Hague?",
        "&gt;&gt;400714296because the GAE is the side of humanity, fighting le ebil current Hitler, thus in itself justified to bomb evil hitler so they too can be liberated and have gay orgies in girl toilets and 20 stone Black women as CEOs"
    ],
    "As a black man, I really fucking hate coons like this. Unknowingly becoming the useful idiots for Natsocs that fantasize about subjugating and genociding us. It&#039;s so pathetic.If you&#039;re white, this should make you uncomfortable to watch Kanye&#039;s and Candice&#039;s bullshit. You&#039;re supposed to stand up for your own race, not simp for another. No matter what your race is. Racial self-loathing is always disgusting.&gt;Nooooo we don&#039;t want to genocide you! We were just joking! The Jews said that! We just want you to uproot your life and force you back to Africa against your will! We&#039;ll only genocide you if you choose to stay!Despite your poorly source pixelated race/IQ memes, I&#039;m not stupid. Please don&#039;t insult my intelligence.": [
        "&gt;&gt;400713087If you are mixed blood, then you are mestizo, not black.",
        "&gt;&gt;400712191&gt;As a black man, I really fucking hate coons like this. Unknowingly becoming the useful idiots for Natsocs that fantasize about subjugating and genociding us. It&#039;s so pathetic.",
        "&gt;&gt;400712191You are unironically correct.Kanye is a race traitor as is Candace. However, the one right thing Kanye is doing is naming the jew. I hate nigger worshipping whites just as much as you hate your white worshipping ones. The thing is we need to seperate.",
        "&gt;Noooo they&#039;re supposed to agree with me not them. Maybe they are just sick of the victim card being played constantly and want to change black culture to include personal accountability. Nobody respects it when a group of people instantly blames all their problems on their skin color. Blacks constantly confuse class issues with race issues and think they can&#039;t get ahead because there is some boogey man stopping them when it&#039;s the furthest thing from the truth. So much time energy and money are put into causes to make black people succeed. Hell 2008 was caused by deregulating the housing market specifically so black Americans could afford homes. American culture bends over backwards to push blacks forward and it always falls on deaf ears or isn&#039;t good enough.",
        "&gt;&gt;400714577Checked; in time, Nature will reverse the cucking. &gt;&gt;400713881He had so many things to say..."
    ],
    "crackers are dying out, lol": [
        "&gt;&gt;400711845that 10-24% is luxury goods. Basic food needs are covered. By luxery goods i mean palm-oiled based shit or meme rice goods at x10 times the cost, think nutella or some amerimutt nutcream. This chart is retarded. China is food secure they just import a lot of luxery foods.",
        "&gt;&gt;400708869&gt;7 out of 10 babies born in third wolrd shitholes die before they reach 15 but keep dreaming....",
        "&gt;&gt;400713849&gt;China is food secure no lol",
        "There’s going to be global famine as a consequence of the war in Ukraine. Even countries that can grow food will starve from lack of fertilizer. Over one billion people in the third world will die.",
        "Looks like most of Africa dies before they even reproduce."
    ],
    "not like is something to brag about but... what is this statement even for? Who&#039;s the target?": [
        "&gt;&gt;400711331to the tranny janny running that account:YOU WILL NEVER BE A WOMAN",
        "&gt;&gt;400713361this is the only reason real posters ever effortpost",
        "&gt;&gt;400712206&gt;doesn&#039;t allow pornWhat&#039;s the point of even coming to a fucking imageboard with no anime titties? Surely not the deep intellectual discussion lmao",
        "&gt;&gt;400711331&gt;guns kill peoplewhat the fuck is this retard talking about. fuck 4cuck",
        "&gt;&gt;400714091the money they make?&gt;its not from ads, i promise"
    ],
    "Why is the face of conservatism a black woman and a guy with a receding hairline again?": [
        "&gt;&gt;400713654Hair is youth, hair is life.T. Bald guy.",
        "&gt;&gt;400713823Stop listening to people on a site who are so socially inept they can’t even have sex or make eye contact without mumbling",
        "&gt;&gt;400713823For you",
        "&gt;&gt;400708724why can&#039;t conservative men just accept their receping hairline?",
        "I like anime and I think Hitler was the good guy. I think the new hatred of anime is due to trannies. The thing is it&#039;s Jew who warped a bunch of nerdy men into becoming perverts, blaming anime is a misdirect."
    ],
    "Which one would you choose, /pol/niggers?!How it works? You got 120 Knesset seats, you need 60+1 to form a governmentThe scenarios are:&gt;Neither side gets 60+1 seats and the deadlock continues, new elections will happen in a few months&gt;The Netanyahu-led bloc forms a government with Religious Zionism, Shas and United Torah Judaism, polls indicate this could happen&gt;The anti-Netanyahu bloc forms a government with Hadash-Ta&#039;al and Balad if it passes the threshold (Arab anti-Zionist parties), this would upset most Israelis and the support for the anti-Netanyahu bloc will plummet": [
        "&gt;&gt;400713032nice, love shitskins exploding",
        "&gt;&gt;400712828Likud is Bibi, you know Bibi right? That&#039;s all you need to knowYesh Atid is a liberal globonigger party, they&#039;re basically &quot;I love everybody&quot; partyNational Unity is the same as Yesh Atid, slightly more right-wingShas is Ultra-Orthodox Labor is same as Yesh Atid except they want to restart the peace process with PalisUnited Torah Judaism same as Shas Yisraeli Beiteinu Soviet commie party that want to destroy religionReligious Zionist Party hardcore anti-Arab pro-settler partyMeretz same as Labor but more gayHadash-Ta&#039;al, United Arab List and Balad Arab partiesThe Jewish Home is Religious Zionism lite",
        "&gt;&gt;400713092What about now?",
        "Fuck IsNotReal, fuck kikes and fuck 4chan",
        "&gt;&gt;400703821Why would I vote for Jews or Arabs. Both are semites. I would instead opt to vote for a change in governmental regime. I.e a dictatorship ruler. Fuck this country hellhole"
    ],
    "Girl on the pic just sits there doing nothing but saying &quot;hello&quot; to customers all day. She gets paid €1200, exactly what a programmer with experience gets, minimum wage being €713. Why the fuck aren&#039;t men crying for equality? Whenever I applied for a job like this I never even got a call back": [
        "&gt;&gt;400709819&gt;Why are women getting paidFTFY Greekbro",
        "&gt;&gt;400710902Only if she reproduces. The entire baby treatment women get is so they can survive pregnancy and their child too.If a woman does not birth babies, she should be treated like a man.",
        "&gt;&gt;400709819&gt;€1200, exactly what a programmer with experience getskekkwab even",
        "&gt;&gt;400709819Look at her knees. Guess she&#039;s got a side hustle lol",
        "&gt;&gt;400712739I believe women have a place in the workforceThey are like ornaments, they are supposed to make the room look more beautiful, improve morale, and why not give the occasional blowjob to hard-working men as a reward"
    ],
    "Russians finally decided to use time proven war tactics used all the time (even in modern wars) by the US and the UK armies, by NATO.RUSSIA now will fight the war in UKRAINE the American and UK style.Destroying all the infrastructure, power plants, bridges, rail, etc, etc. like the US and UK like the NATO military is doing. Ukrain is using rail system to move their military equipment for larger operations.Ukrainian rail system uses electricity to be powered by.Russia will fuck that up for them.Ukrain will be really fucked now. Very very badly fuckedBEGINNING OF A VERY BRUTAL TIMES FOR HOHOLS - COURTESY OF RUSSIA.RUSSIAN BEAR IS VERY ANGRY NOW.RUSSIAN BEAR WILL TEAR UKRAIN INTO SHREDS NOW. JUST FUCKING WATCH.": [
        "&gt;&gt;400709163it&#039;s a kike troll post Hans",
        "&gt;&gt;400706106Nice That&#039;s seriously decent bait, I&#039;m srs now",
        "&gt;&gt;400710780that is some serious cope my friend.what happened in the past is the past, you are imploding right now.",
        "&gt;&gt;400712926Why does nato feel entitled to commit atrocities without repercussions",
        "&gt;&gt;400709506&gt;paki rape gangs really are part and parcel, m8!"
    ],
    "It doesn&#039;t have a pistol grip and therefore holes are significantly smaller": [
        "&gt;&gt;400712236muzzle on paper",
        "&gt;&gt;400712813not me. i don&#039;t know what you do over there in the military now after the vaxx pass.",
        "&gt;&gt;400683937Because heads are not going to canoe themselves bubba! Any larger caliber and you just get virgin pulpy mush, not the chad artistic skull canoe.",
        "&gt;&gt;400713365yea m855 is yaw dependent, i forget the exact numbers but it needs something like 2600fps or greater to achieve yaw and out of a 14.5 m4 is going under that velocity before it makes it past 100yards making it a 22 hole puncher at any distance (again i forget the actual numbers but i think it was test for shorty 10.5&quot; barrels and it was discovered that it was useless as fuck past 70yyd and only had something like 700lbd-ft at the muzzle)",
        "&gt;&gt;400684812Exactly. That’s why I have an AR 5. So it doesn’t hurt people as much."
    ],
    "&gt;Apparently US with help of it&#039;s allies (mostly UK and South Korea) is pumping military hardware into Polish Army&gt;Military contracts that usually take years to fullfil, are being rushed into months&gt;Polish Army starts hiring like never before - bringing back conscription is on the table, despite being political suicide for any Polish government that decides to do it&gt;Poland is being included in nuclear sharing arragements&gt;By 2025 Polish Army is suppose to be fully capable of not only independent, indefinite defensive against Russian forces, but preemptive strike as well as security guarantor to it&#039;s local alliesWhat does it have to do with China? Americans are literally freeing their hands in Europe: &gt;US forces are being movied to the Pacific with deadline of 2025&gt;Manufacturers of semiconductors in US will become operational in 2025, with local r&amp;d that will design next gen shit&gt;Very recently China is being sanctioned with this tech, which sucks for them, as this is literal future of mankind&gt;China&#039;s only way of staying relevant in high tech in next several decades is to seize control of Taiwan&#039;s semiconductors manufacturers ASAP&gt;China&#039;s demographics is totally screwed by 2040 and by then it won&#039;t be able to take control of Taiwan any moreEverything leads to China starting next Great War in next few years.However I just can&#039;t see it - starting open war with global superpower doesn&#039;t seem like Chinese modus operandi, like ever. I&#039;ve been in China many times (last time before Covid) and I just can&#039;t imagine it - they didn&#039;t even dared to start open conflict with India.What do experts in here think about it?": [
        "&gt;&gt;400711376Tfw no aesthetic vapor wave 80s SAMs",
        "&gt;&gt;400713892Taiwan isn&#039;t in NATO.There are numerous stories by Taiwanese soldiers about the poor quality of their training. If they got any at all.",
        "&gt;&gt;400713553&gt;China is going to steamroll Taiwan and sink US Aircraft Carriers with zero reprocussions whatsoever",
        "&gt;&gt;400666226We&#039;re all fucked. Just ask this guy. He knows.",
        "&gt;&gt;400713788Hyep. Entering WW2 was a mistake. Fuck FDR, fuck kikes, and fuck jannies"
    ],
    "The story of Disney’s Tomorrowland is a genuine tragedy. In a lot of ways, it seems to perfectly mirror the judaification and overall degradation of American society. When Disneyland first opened, there wasn’t a single Disney character inside Tomorrowland. It used to be a celebration of real possibilities for the future, the attractions seemed real because they *were* real. But over time, it was hollowed out into the capeshit cash grab you see today.": [
        "&gt;&gt;400712458&gt; &#039;57 chevylmao poorfag",
        "&gt;&gt;400711784top tier docuhttps://youtu.be/fTGa8HIsoyghis channel is great",
        "Kaiser aluminum was a big client of mine back in the day, good people, small world.",
        "&gt;&gt;400711784It&#039;s like the movie revenge of the nerds.But instead of nerds it&#039;s every fat, ugly ad administrative fuck who wishes to unify the world in ugliness and the colour grey.",
        "&gt;&gt;400711784I got into an argument with a leftists once.Did you know that it&#039;s good that we don&#039;t strive for greatness? Apparently it leads to death camps.I fucking hate these pieces of shit."
    ],
    "What’s the /pol/ approved age to get married? 25-28 seems too old, especially if you want healthy children": [
        "&gt;&gt;400708508",
        "&gt;&gt;400713417Adding on, the hip thing isn&#039;t an issue if she gets a c-section but assuming you want more than 1 or 2 kids natural birth is better.Also women who already had their first child have an easier time getting pregnant in their 30&#039;s-40&#039;s than women who haven&#039;t had any kids.https://archive.nytimes.com/parenting.blogs.nytimes.com/2013/08/15/infertility-less-likely-in-women-with-children/",
        "pffff haaaahahahahahahah the fucking delusion in that poll",
        "&gt;&gt;400713417That’s terrifying",
        "Don&#039;t fall for the waiting til your 30s to get married and have kids meme like I did"
    ],
    "Post your resultshttps://ideosorter.github.io/": [],
    "Liz Truss was Prime Minister for 6 Weeks...for this, she will now claim £115,000 a year for the rest of her life": [
        "&gt;&gt;400712372You must be old.",
        "&gt;&gt;400712193The entire place is globohomo, it&#039;s not like the outcome is going to be different somehow.",
        "&gt;&gt;400711539LMAO, the weird perspective in this photo makes it look like she has massive head, tiny torso, and humongous legs.",
        "&gt;&gt;400713512It looks like she&#039;s hovering over a toilet seat",
        "&gt;&gt;400711539That £115000 is worth 30% less."
    ],
    "&gt;There are people on this board now who unironically defend communism": [
        "&gt;&gt;400714593Looks like fucking mordor."
    ],
    "THE HERO WE NEED!": [
        "&gt;&gt;400712377Wrong",
        "He is back.Can&#039;t wait for the reunion in Kiev.",
        "&gt;&gt;400712740&gt;Destroys the BNP, the only party to actually criticise globohomo&gt;&quot;OMG BASED BASED BASED&quot;Why are conservants like this?",
        "&gt;&gt;400713085Because continental style extremism has no place in this realm of England.",
        "&gt;&gt;400713085Because they&#039;re sub-70 IQ shitbags."
    ],
    "Palestine, Syria, Russia, Taiwan, Libya, Iran, Mali, Caucasus, Yemen, Ethiopia, Burma, Socotra, and other geopolitical happenings, as well as soup, pipelines and robots. /ug/, /sg/, /cwg/, /o/, /tv/, /osint/, /ck/, /tg/, /k/, /soup general/, (NOT /ipg/)NEWS&gt;BrazilElections run-offs lula 5 points ahead&gt;BulgariaGERB wins 1/4 of the parliament&gt;Ukraine/RussiaMore than 200,000 joined Russian militaryZelensky signed decree declaring negotiations with Putin an impossibility&gt;SyriaMoscow supports the idea of organizing a meeting between the Foreign Ministers of Turkey and Syria and is ready to provide its platformintervention as well.&gt;EthiopiaTigray rebels announce troop deployment in northern Ethiopia&gt;Live mapshttps://www.conflicttr.com/https://southfront.org/category/all-articles/products/maps/https://www.marinetraffic.com/https://globe.adsbexchange.com/https://defensepoliticsasia.com/ukraine/https://liveuamap.com/&gt;Twitter sourceshttps://nitter.net/espiritv1https://nitter.net/clashreporthttps://nitter.net/bilalkareemhttps://nitter.net/disclosetvhttps://nitter.net/archer83ablehttps://nitter.net/suriyakmapshttps://nitter.net/abduljabbar1612&gt;Conflict maps and reading listhttps://pastebin.com/UCqfbpQn&gt;Official /gpg/ gameshttps://www.gaming-style.com/WarAttack/index.php?page=Gamehttps://lichess.org/PT - https://archive.4plebs.org/pol/thread/400549238/#400549238": [
        "&gt;&gt;400709277Inshallah",
        "&gt;&gt;400712135For most they only change a little bit the system, the people behind stay the same so its not that important",
        "&gt;&gt;400712441&gt;bringing nutcases as an example Want me to show true Moroccan whoring ?",
        "&gt;&gt;400713576Bring it back",
        "&gt;&gt;400713930"
    ],
    "It&#039;s time to strike Iran. Biden if you bomb Iran right now I swear on my life I’ll vote Democrat from this point to the end of the world. In the immortal words of John McCain “bomb, bomb, bomb Iran!”": [
        "&gt;&gt;400701929Bomb bomb bomb, bomb bomb Iran",
        "&gt;&gt;400701929The depravity of the Jew knows no bounds",
        "&gt;&gt;400711924&gt;No. Fuck you, you stupid kike! America needs to use it&#039;s full might to destroy Russia, China, Iran and North Korea! Their evil ends now!Death to Jews",
        "The Iranian people are not the enemies of the American people. The Democrat and Republican parties are the enemies of the American people and the world. I call on Americans nationwide to purge these parasites from their communities and country.",
        "&gt;&gt;400701929Nice try glowie kike"
    ],
    "FUCK FUCK FUCK&gt;https://www.bleepingcomputer.com/news/technology/internet-connectivity-worldwide-impacted-by-severed-eu-subsea-cables/&gt;https://twitter.com/gavinsblog/status/1583124879335116801": [
        "&gt;&gt;400706833&gt;The cyber polygon event is here. This is the next phase of the WEF (((plan)))&gt;&gt;400708095&gt;oh look its the cyber covid that the WEF told us about but is just another conspiracy&gt;&gt;400706833&gt;The cyber polygon event is here. This is the next phase of the WEF (((plan)))https://www.youtube.com/watch?v=0DKRvS-C04o",
        "Some dude wanted to save us from One Piece spoilers. Props to him!",
        "&gt;&gt;400713878&gt;It’s happening I don’t have internet access. Elon Starlink save me!!You&#039;re posting here from a phone?",
        "Fucking just destroy the internet, it was nice then special snowflakes and Karen&#039;s found it and now it&#039;s a cesspool I wouldn&#039;t miss if it went away for good.I can live without the internet, loved it in the 90&#039;s but fuck I hate it now",
        "&gt;&gt;400702204&gt;&gt;400702816&gt;&gt;400703518&gt;&gt;400704375&gt;&gt;400704455&gt;&gt;400705057&gt;&gt;400705570&gt;&gt;400705983&gt;&gt;400706230&gt;&gt;400702251&gt;&gt;400702275&gt;&gt;400702375Fuck off already!"
    ],
    "POST IMAGES AND VIDEOS THAT DISPLAY AMERICAN CULTURE ESPECIALLY MUSIC.https://youtu.be/37C-BudYnzw?t=170": [
        "&gt;&gt;400712379&gt;POST IMAGES AND VIDEOS THAT DISPLAY AMERICAN CULTURE",
        "&gt;&gt;400713116&gt;the power of goyslopthe dude is straight up addicted.",
        "&gt;&gt;400712379american &quot;whites&quot; spend every waking moment thinking &amp; obsessing about niggers. Their culture is niggers. They hate them or love them, it&#039;s all the same, they just can&#039;t help themselves, their world revolves around niggers, they are nigger orbiters"
    ],
    "&gt;Woman becomes chadwe got too cocky anti trans bros... even women are better men than us now": [
        "&gt;&gt;400713330&gt;What the fuck made her think that beard style looks good? Besides the pencil thin outline a-la Back Street Boys, the semi neckbeard is one of the most fucking atrocious. There are probably 3 people in the entire world that have the face structure to pull that off. And their all probably Scottish.a woman is not meant to grow a beard and have lots of testosterone so ofcourse you will get all kinds of negative things happening depending on the case.But this girl is another casuality in thinking you can just change your sex cause some larpers like dressing up as women.",
        "&gt;&gt;400703267Chad.?,..kek...It&#039;s not even a good neckbeard.",
        "&gt;&gt;400709245Also balding is clearly not &#039;genetics&#039; when so many things can make your hair fall out. It&#039;s just their current explanation.It&#039;s like with hpv cause it is asymptomatic and lay dormant in many cases they didn&#039;t even know it existed. How many birth defects could it be responsible for and other things. Fucking with the reproductive organs. Hormonal changes is clearly one of the reasons that causes baldness.It&#039;s like some mumbojumbo idiot that in past say a demon make people go crazy rather than a brain tumor or some brain infection of virus or bacteria. If it was merely genetic nothing else would cause hair loss. Yet you see people lose their fucking hair sometimes from 1 year to another. Whilst others as hormone levels also decrease as people get older they get more and more receding hairlines. But it&#039;s gracefully. This girl took male hormones and became bald as a coot. How the fuck can you rule hormones out? how can you rule any of that out just cause you found maybe some genetic markers that might also causes it.",
        "&gt;&gt;400703267HAHAHAHAH SHE LOOKS LIKE THIS SOIJAK",
        "&gt;&gt;400714572&gt;HAHAHAHAH SHE LOOKS LIKE THIS SOIJAKofcourse, it&#039;s a stereotypical bald as a coot guy, and they usually don&#039;t have strong beard either since something is fucking severely with their hair follicle growth."
    ],
    "In Minecraft, if goyim should overthrow law enforcement and induce a small episode of anarchy, what tools would you employ to ensure max racism and genetic cleansing?Could any long term benefits come from this? &gt;subhuman/roastie enslavement&gt;large scale massacre of the federal system Or would everyone just grill and chill like total fucking boomers until order is restored? &gt;Just in Minecraft. Glories, get raped and drink bleach.": [],
    "Here is the subhuman Algerian who killed Lola, she looks (((really homeless and mentally deranged)))https://www.tiktok.com/@diby985?lang=fr": [
        "&gt;&gt;400690886&gt;invasive to host cultureYou don&#039;t understand the meaning of &quot;invasive&quot;. Those cultures allowed them to come in.",
        "&gt;&gt;400687987Based algerian sister she is propably more manly than the average western basedboy",
        "&gt;&gt;400698273Ta gueule vermine, tu pourriras éternellement dans la Géhenne.",
        "&gt;&gt;400713990Canadians are such insufferable cunts. Don&#039;t worry, Chang. The blowback is coming indeed. We&#039;re gonna put glass domes around Toronto and Vancouver and Montreal",
        "&gt;&gt;400713944The issue with Islamic countries is that high nationalistic parties are plucked out. The same is the case in most functional to semi-functional countries like France. We&#039;re all under the influence of certain unspoken rules, the baggot anon stated they&#039;re more xenophobic than before, so I asked if you can act on it. I honestly doubt it. Because if we can&#039;t do it, which is a quite backwards in some regards, how could someone rise up in his nation and do it? Perhaps it&#039;s old talk like yesterday&#039;s liberals are today&#039;s conservative thing he meant? I do wonder if I&#039;ll get a response or not."
    ],
    "Remember that story a couple days ago about a Boston lab creating a strain of Covid with 80% lethality? Apparently one of the people who is involved with creating that strain is married to a woman who is a member of the ACIP that just is voting to add the Covid vax to the child immunization schedule. What are the implications?": [
        "&gt;&gt;400713825Incompetent medquacks are quacking out with fantasies of a Samson option as they die of clotsNone of the RNA soups they make pose any threat to a healthy immune system, it would be like fearing a witch doctor&#039;s potion, that&#039;s how primitive these nepotistic kikes really are",
        "&gt;&gt;400713825All these enemies of humanity should be dancing from a lantern.",
        "&gt;&gt;400713960&gt;El is watching and learningYes, yes he is.",
        "&gt;&gt;400713825And you won&#039;t do shit",
        "&gt;&gt;400713825And no one will do a single fucking thing about it just like they&#039;ve done nothing about literally everything else."
    ],
    "Part and Parcel of living in a Homosexual Multi-ethnic Apartheid State.Welcome to all frens and חברים, this will be a political discussion concerning Israel. All are welcomed to post (even the romanian debt-slave). Goyim are allowed to ask questions about Israel or Judaism in general.Hot news:&gt;The Cuckening of Zion to the Phoenician BVLLS will soon be signed. The treaty, which stipulates that Zion would give Lebanon all of its disputed claim and then some in their shared EEZ, was approved by both governments yet its details remain mostly unconfirmed. Leaks confirm the Cuckening, and further leaks by yours truly reveal the Zion would pay tribute to Hezbollah in the form of 1,500 big-titty khazar milfs every year to avoid a conflict. I will confirm soon.&gt;Based and Redpilled Fascist Kike BoomerWaffen, Parliament Member Itamar Ben-Gvir was recently spotted brandishing a piece at paleshits that dindunuffin in east-Jerusalem (Occupied Al-Quds for the mudslims). As a result, the entire anti-bibi coalition screamed and hollered at his existence. demanding to deem this overweight individual as a terrorist threat.&gt;&quot;Mathematics and English didn&#039;t make Israel advanced&quot; - claims the unfathomably based leader of the ashkenazi haredi political movement, Isaac Gondenknoff, in a recent interview, causing untold haskalah liberals to seethe and cope at their complete lack of real jewish education.&gt;Gantz and Bar-Lev still buck-broken by Big Islamic Cocks.&gt;Terrorist killed at Ariel. Nothing of value was lost. He was responsible for causing many araps to look like cancer patients and shave their heads.&gt;Bennet exposed as someone that became prime minister just so he could renovate his house for cheap.Can it get any worse? Lets find out!&gt;Zion, a nation of thieveshttps://archive.4plebs.org/pol/thread/371631628/#q371631628": [
        "&gt;&gt;400711790&gt;&gt;400711945KYS faggot.",
        "&gt;&gt;400712948I&#039;m not anti Semitic dude. Loyala was a good saint. The problem is the jesuits today not 500 years ago. Name me one Jesuit today who is Jewish. Jews make marvelous Roman Catholic priests much better than jesuits just look at Peter Sabbath https://youtu.be/QNezWaD8QH0",
        "&gt;&gt;400712948Jews don&#039;t murder their own race like white anglo saxon protestants. Protestants are the enemy not jews this time",
        "&gt;&gt;400669996&gt;&gt;400669996&gt;&gt;400669996",
        "&gt;&gt;400712948Jews aren&#039;t the enemy. Protestant white trash and non Christian Whites are. This is a religious Christian holy war to destroy non Christian Whites who betrayed Christ not other races"
    ],
    "Look at all this plaster.": [
        "&gt;&gt;400713854and every city that hosted a World Fair coincidentally was refinanced by the Bank of London Corporation after they burned downvery interdasting and curiousness indeed there was a massive undercover war going on",
        "&gt;&gt;400714126Why do you have to cope so hard? Why can&#039;t you accept the fact that America has never been as good as it pretended to be? Every world fair you built was only temporary and you tore them down after. Contemporaneous buildings that weren&#039;t made out of plaster or designed to be temporary are still standing. What exactly is your schizo theory here? The cope has to end at some point.",
        "&gt;&gt;400714423u mad bro?",
        "&gt;&gt;400714423seething leaf, your nation is like a failed abortion",
        "&gt;&gt;400713717Canadians are the worst people on this board. Not just this board either but all across the internet. They can be okay, unless they come from Ontario (like this one probably does) in which case they’re massive faggots in real life too."
    ],
    "My mother is Portuguese and my father is Anglo. Am I basically a mutt?": [
        "&gt;&gt;400713791&gt;Am I basically a mutt?No, you are a fucking chink",
        "&gt;&gt;400713791Kys",
        "&gt;&gt;400713791If the nipples are pink You&#039;re able to think If the nipples are brown Your iq is down",
        "&gt;&gt;400713791your flag indicates you type with chop sticks you chinkoid filth"
    ],
    "https://bidenlaptopreport.marcopolousa.org/https://bidenlaptopreport.marcopolousa.org/Report.pdfhttps://web.archive.org/web/20221020140355/https://bidenlaptopreport.marcopolousa.org/Report.pdf": [
        "&gt;&gt;400697460crack cocaine",
        "&gt;&gt;400700856The DoJ is going to decline to prosecute.",
        "&gt;&gt;400697460Hunter and a Chinese honeypot",
        "&gt;&gt;400704672&gt;Let’s go Brandon!*Pedo Peter",
        "&gt;&gt;400706620&gt;Speak for yourself. I am a Natsoc, and I speak out against the jews daily."
    ],
    "karmanigger cabinet hasn&#039;t worked out Muhahaha": [],
    "&gt;SIRS! PLEASE BRING THE BLOODY POOPOO BOWL TO ME! I MUST DO THE NEEDFUL!Is it just me, or has there been a massive plague of extremely cringe environmental protests recently? Every single one of them have been almost deliberately embarrassing. Who&#039;s behind this shit? Are they being cringe on purpose?": [
        "&gt;&gt;400711211But they can do it for free!",
        "&gt;&gt;400712088Absolutely not. Don&#039;t be an apologist. Make their lives miserable while they are stuck, make them bitter and hateful so they spread it among their community. Harass them since they do nothing but harass everyone around them.",
        "&gt;&gt;400709162They&#039;re being funded by jews/oil companies.Race really is all that matters, everything else is a loud distraction.",
        "&gt;&gt;400714375Then all the more reason to literally beat them to a centimeter enar death while your massed up and then run off. There is literally nothing rhwy can do especially if you keep your actions to less than 90 seconds. There is no LEO in the world with that fast of a response time.",
        "&gt;&gt;400709162Imagine not fasting before something that could require your attention for days, leftists are truly retarded"
    ],
    "Why are so many men balding these days? Is it the stress? the nigger fatigue?": [],
    "What were their secrets to getting perfect hair?From research I have discovered that yucca was used to condition the hair by the Navajo people. There must also be more though. ITT we discuss how to get perfect hair by utilizing the Native Americans secret knowledge. In regards to hair the NATIVO is superior in all aspects to any other race. The white man is unable to compete with his genetics. The NATIVO enjoys perfect hair and no graying.We must stay focused brothers. Let us learn from the NATIVO CHAD.": [
        "Hair is for children and womenfolk, shave it off fags",
        "&gt;&gt;400714286bald cope.hair is a spiritual antennae",
        "&gt;&gt;400714063Genetic, macaco burro do caramba. Injuns are asian descendants, ..."
    ],
    "&quot;Malfunction&quot;....So the nordstream &quot;leaks&quot; and now his jets malfunction.Either much truth is not being told, or Pootin&#039;s tech really is falling apart.": [
        "&gt;&gt;400712871You objectively lack the capacity to engage in full-scale war with Russia. This isn&#039;t about bragging or anything. You just lack the means.",
        "&gt;&gt;400710923Also Zadar.Zadar was destroyed by brits after the war, destroying our roman center. Similar thingbhapenned in crusades, crusaders destroyed Zadar to get a dree ride from Venice. Zadar and Lisboa brother, dont forget, 2 christian cities victims of crusaders.",
        "&gt;&gt;400713598Do you even know what NATO is you total retard?",
        "&gt;&gt;400705140Now *that* would be some funny shit. Russia sides with the Argies and suddenly, &quot;It&#039;s Las Islas Malvinas now, bitches!&quot;King Charlie would definitely need to pull out of the prepubescent child he was currently in and demand his Tudor-era bedroom set be immediately forward-deployed to a ship in the South Atlantic.",
        "&gt;&gt;400712871Surely, people who lost a war against the emus do not have the right to brag"
    ],
    "&gt;Be russian military aged man&gt;Get conscripted&gt;Get minimal training and old rusty AK&gt;Shitty food and low morale&gt;Have to fight next to churkas and gooks&gt;Heavy drinking to cope with the realities of war&gt;Commander orders you to defend village near Cherson&gt;BOOM&gt;You wake up in a hospital&gt;Your unit got hit by HIMARS&gt;You&#039;re the only survivor&gt;Lost both arms and both legs&gt;You get a medal and a bag of potatos for your service&gt;No women will ever want to have sex with you (even hookers decline)&gt;Can&#039;t even jerk off anymore&gt;Can&#039;t even play vidya properly&gt;Can&#039;t even browse 4chan and shitpost anymore": [
        "&gt;Be ukrainian military aged man&gt;Get conscripted&gt;Get minimal training and old rusty AK&gt;Shitty food and low morale&gt;Have to fight churkas and gooks&gt;Heavy drinking to cope with the realities of war&gt;Commander orders you to defend village near Cherson&gt;BOOM&gt;You wake up in a hospital&gt;Your unit got hit by KALIBR&gt;You&#039;re the only survivor&gt;Lost both arms and both legs&gt;You get a medal and a bag of potatos for your service&gt;No women will ever want to have sex with you (even hookers decline)&gt;Can&#039;t even jerk off anymore&gt;Can&#039;t even play vidya properly&gt;Can&#039;t even browse 4chan and shitpost anymore&gt;At least you got reddit goldIt&#039;s the same shit on the other side.",
        "Same for Ukros though.They are on the seventh mobilisation wave.",
        "&gt;&gt;400709655&gt;Is there a worse fate than this?Being Austrian.",
        "&gt;&gt;400709655How does he fap?",
        "&gt;&gt;400709655Dying to stop Globohomo is an honour."
    ],
    "there is one region in the world, protected by the Indian goverment, where it is legal for their &quot;Elite&quot; population to go and kill you, without any consequence whatsoever.https://en.wikipedia.org/wiki/North_Sentinel_Islandhow does one gain that special treatment?Imagine if /pol/ created an island with that same policy, murder any traspasser, and be protected by the US goverment.how can they get away with that shit? wtf?": [
        "&gt;&gt;400712002Pic is in front of my house",
        "&gt;&gt;400712218got any pics of those people?",
        "&gt;&gt;400712108Exactly, kek",
        "&gt;&gt;400712407&gt;when nature calls",
        "&gt;&gt;400712082It happens you know"
    ],
    "IF A LOVED ONE HAS DIED FROM THE JABIs this the start of the dominoes falling foliks? Surely this wont hit the entire world well?": [
        "&gt;&gt;400712960POSTLINKFAGGOT",
        "&gt;&gt;400712960reminder to spice threads where OP forgets link",
        "&gt;&gt;400712960December 2021&gt;the vaccine is literally freeOctober 2022&gt;the funeral is literally free",
        "&gt;&gt;400713648VACCINE HAS TAKEN MY SIGHTTAKEN MY SPEECHTAKEN MY HEARING",
        "&gt;&gt;400714215Yeah but those are normally things you&#039;d pay for. I&#039;m not aware of any free sight, speech, or hearing removal services."
    ],
    "I heard this song today from a random place and I realized how much the culture has changed from 10+ years ago when this was released.It&#039;s just a dumb mindless pop song, but it has an agreeable message. The first major point to notice is that the woman singing the song in the video is fully clothed.That almost never happens in today&#039;s billboard top 40. The second major point to notice is that the song doesn&#039;t reference casual sex, drugs, clubbing, alcohol, or any other irresponsible activities. Compare that to today&#039;s music where at least 50% of the top 40 songs go a step further than reference, and explicitly glorify and normalize these irresponsible behaviors. &quot;50 shades of grey, beat that pussy like Hulk Hogan&quot; is a line from a rap song that hit number 1 on the rap songs chart this year. The rest of the song talks about smoking &quot;broccoli&quot;, wasting money, and fucking sluts. Very wholesome stuff.The next point to notice about &quot;Sweet Escape&quot; is that the song is about a woman admitting she is wrong. She apologizes. There&#039;s no sarcasm, it&#039;s just a true apology. I cannot imagine that happening in today&#039;s culture, which is ensconced in abject narcissism, in a post-feminist society where all females are taught to externalize blame. Today, when a woman makes a mistake, it&#039;s everybody else&#039;s fault except her own. She is supported by all of her friends, the media, her parents, and everyone else.Although &quot;Sweet Escape&quot; was just a dumb pop song, it still promoted decent values in a small way (taking responsibility for your actions when you do wrong). The song doesn&#039;t need to swear, have a naked woman writhing on a bed for 4 minutes in the video, or appeal to hedonism and bad decision-making in order to sell. The fact that I am praising the song for not promoting utter filth in society, like virtually all of the billboard top 40 does today, is a signal of how far this culture has fallen and how depraved normalfags are.https://www.youtube.com/watch?v=O0lf_fE3HwA": [
        "&gt;&gt;400707734I know it will sound schizo but &quot;no doubt&quot; is about a warning of the usage of the technocracy to gather information about &quot;a very important nobody&quot; that Americans were trying to get into the USA.&quot;tragic kingdom&quot; it&#039;s a message for him to see over the trough the US propaganda and warn about the &quot;globalist&quot; agenda.the album &quot;return of Saturn&quot; it&#039;s about how the bait that they used (a woman) would eventually developed, &quot;magic is in the make up&quot; is another song of the same theme of &quot;artist slavery&quot;, in the case of the woman they used to bait is more like a &quot;performer slave&quot;.so that&#039;s it, they used what it seems a very cute girl with really terrible parents which ended up grinned by the industry and become worthless.the lack of American generosity and the overall word greed made &quot;their romance&quot; impossible.the nobody got really screwed, was tortured by the age of three and still lives in a lot of pressure, economical warfare and all types of sabotage including poisoning, while the American girl &quot;sold her soul by the age of 24&quot; and by the time she was just an average roastie.",
        "&gt;&gt;400694675Gay celebrity gossip thread with poor shops,",
        "&gt;&gt;400710824I mean, her mother was already a prostitute and her father a scam artist, they both were somehow inserted with the jewish satanic Hollywood.I would be more sympathetic to her if she wasn&#039;t one of the most coward people alive, to be honest, if I could get away with murder I would be no remorse in torturing her and killing her.She still can pay me what she owes me but she is just some worthless prostitute that &quot;got lucky&quot;.She&#039;ll never come clean, she deserves the worst type of life.",
        "https://www.youtube.com/watch?v=ss_BmTGv43M",
        "&gt;&gt;400712546That does sound pretty schizo. I watched one of those old VH1 &quot;Behind the Music&quot; documentaries on No Doubt back in the day, and the band was all pretty frank about what was happening: they formed in high school - ska kids from The Valley with a good sound. Gwen and the bassist were first-loves, high school sweethearts, and then he dumped her right before they made it big. She said she wrote all the lyrics in Tragic Kingdom to deal with the breakup, and once you listen to the album with that in mind, the songs all make a lot of sense. I think it&#039;s a shame because I used to get down to No Doubt. It&#039;s weird understanding that I was rocking out to a 20-something girl&#039;s diary. I&#039;m sure that Stefani was exploited by the industry, but I don&#039;t think her early music is anything more than what her and her band said it was.https://www.youtube.com/watch?v=TR3Vdo5etCQ"
    ],
    "&gt;become PM&gt;queens dies after your first day&gt;ruin the economy&gt;fuck off little over a month in office": [
        "&gt;&gt;400713890Boris, not even joking.",
        "&gt;&gt;400713711forgot THE most important part, she toasted feethttps://nitter.com/trussliz/status/993173287197962246",
        "&gt;&gt;400714299Here here. Let&#039;s drink to Boris winning.",
        "&gt;&gt;400714299...Was Boris good by himself brits of /pol/?",
        "&gt;&gt;400714453fuckhttps://twitter.com/trussliz/status/993173287197962246"
    ],
    "Übermensch here, Hitler editionAsk me anything": [
        "&gt;&gt;400711002&gt;Thanks manThank you too!If you have any more questions, please go ahead!Never read Jung, it&#039;s tldr for me atm.",
        "&gt;&gt;400711109Really just don&#039;t think too much about it man.Just do what feels right. Don&#039;t do what feels wrong. Read things that interest you, don&#039;t waste time on things that don&#039;t because you &quot;should&quot;.You&#039;re a animal, like all the others. Your body and subconscious will get you to the right place, naturally.Let&#039;s liken it to a cat. Kittens don&#039;t go to school to learn how to cats rats. That shit is preprogrammed, they WANT to catch rats, it&#039;s instinct. They don&#039;t have to plan their days, they feel hungry, they go where they think there&#039;s rats. No plan, they just do things. Probably guided by their feelings and instincts. Works for them.Humans are the same, you follow your instincts, desires and feelings you&#039;ll end up where YOU need to go. It&#039;s not the same for everyone, in that sense, there&#039;s no roadmap.You like Hitler? Read about Hitler. Someone tells you it&#039;s wrong and that feels bad? Just leave and find someone else who you enjoy talking too.",
        "&gt;&gt;400693155Are the Irish aryans i think hitler wouldve liked us",
        "&gt;&gt;400711109For me, right now.I&#039;ve just been writing what I&#039;ve felt like writing. Ended up being a nice collection of text, so it feels even better. Didn&#039;t have to plan this shit.",
        "&gt;&gt;400714549&gt;Are the Irish aryansNo clue, race doesn&#039;t interest me.&gt;i think hitler wouldve liked usProbably, the Irish are pretty likeable. I like them"
    ],
    "France is a third world african shithole": [],
    "If you&#039;re confused or lost it&#039;s because you&#039;re lacking context. Keep up with The Blacklist.": [],
    "Would you be killed on day 1? I would.": [
        "&gt;&gt;400693543&gt;Nuclear winterBoogieman story to provoke fear in countries unlikely to be nuked. It was debunked decades ago, but people keep spinning this narative, similar to fat free diet.",
        "&gt;&gt;400693735Tactical perhaps. 20% chance, i.e. if Russia feels actually threatened, i.e. conventional NATO troop response. Strategic, not happening. That would destroy concentrated wealth, why on earth would world leaders agree to that.",
        "&gt;&gt;400692804Haha, according to that silly animation I would survive, until I starved to death that is.Ofcourse, it would be the most interesting prospect and challenge to find one&#039;s way to africa.&gt;&gt;400706518That nuclear glass you are referring to is not necessarily caused by nuclear bombs. A meteor, or a meteor storm of sufficient size will cause that. Take a stone and drop it in water. Or, throw a stone in a sandpit at some children&#039;s playground into the soft sand.Just like the water gets splashed upwards, so will the sand. And if you take a bigger stone, say a meteor, and you slam that fucking thing into the earth, you will have that same thing happen, except this time around you will have molten sand and stone raining back down to earth over a large area.",
        "&gt;&gt;400694314Also impying russia will even manage to fire all its nuke they want, probably some wont execute for various reasons.",
        "&gt;&gt;400714505We haven’t even got to the Chinese CRISPR troops. And the ethnically targeted bioweapons. And every other “Man made horrors beyond our comprehension”"
    ],
    "You aren&#039;t a threat to democracy, are you?https://iqfy.com/amazon-rings-of-power-warning/": [
        "&gt;&gt;400713299You too -&gt; &gt;&gt;400713319This thread is not a place for your hate.",
        "the season finale had a popup about 15mins in that, when closed, would quit the app. if you wanted to watch the show you had to restart it. it was done to formally double the dwindling viewership numbers, especially compared to soaring GoT numbers.how tf is that not stock manipulation I have no idea, might as well cite bogus double sales",
        "&gt;&gt;400713049MADTv did Lord of the Blings years ago.",
        "&gt;&gt;400713049catalonia is memeflag, not even a country. Go fuck yourself, fed.",
        "Proof it flopped?"
    ],
    "You are wrong!They are images which provide documentary evidence of one of the 20th century&#039;s greatest horrors.Faces etched with fear; mothers holding their children close; piles of possessions giving a hint to the horrific fate of the arrivals.Now, some of the photos of thousands of Hungarian Jewish men, women and children after arriving at Auschwitz-Birkenau death camp in 1944 have gone on in display in a new exhibition.Taken by the Nazis themselves, the images are a meticulous record of the murder of 1.1million Jews at the site, which was in occupied Poland. The Jewish victims who died in the camp were among six million murdered by Adolf Hitler&#039;s forces.The exhibition, Seeing Auschwitz, opened today at 81 Old Brompton Road in south-west London and will run until the end of December.The images were taken over a three-month period in the summer of 1944, when an estimated 400,000 people, nearly all of them Jews, were murdered in Auschwitz&#039;s gas chambers. The display also shows the enormous piles of possessions that Jews both selected for work and for death had to surrender on arrival. The photos, of which there are 193 in total, were found in an album by Holocaust survivor Lilly Jacob-Zelmanovic Meier in the aftermath of the Second World War. The collection, which is known as the Auschwitz Album, is held by Israel&#039;s Yad Vashem museum. The photographers are likely to have been SS men Ernst Hofmann and Bernhard Walter. When taking the images, they often stood on the roof of a train to get a better composition. &gt;pictures, story &amp; cont.https://www.dailymail.co.uk/news/article-11335557/Nazi-guards-photos-Auschwitz-victims-sent-execution.html": [
        "Let’s say it did happen, lgbt tranny groomer mutilation was still pushed by Jews.",
        "&gt;&gt;400713536Outland and brutal? what are they saying nowadays? that the masturbation death shit was real?",
        "&gt;&gt;400713613Remember, trust the experts. Critical thinking is bad.",
        "&gt;&gt;400714108ExactlyHebrews of Egypt are not the same as what we call Khazar Jews todayJews are Caucus Pharisee wannabes. The rest of Hebrews converted to Christianity or died to Islam",
        "&gt;&gt;400714186Saved, hard fact stuff like this is good."
    ],
    "Within 12 years i went from libertarian to constitutional monarchist to national socialist.Within 21 years the the entire west turned into the weimar republic.Will i live to see the fourth reich?": [],
    "Obviously, most people don&#039;t need permission, but we&#039;re talking about cases where people are paralyzed from the neck down or in prison.": [
        "&gt;&gt;400712159kys",
        "Legalization of suicide opens the door for medical assassinations and genocides.",
        "Ambiguity in the law allows judge and jury to decide. Probably better in this case.",
        "&gt;&gt;400713453&gt;no thyroid&gt;refuse meds because muh religion&gt;diethey literally could not stop me from dying if i chose to",
        "&gt;&gt;400714054If you were in prison they could force you to take it. Judges have authorized forced-feeding."
    ],
    "Would it be allowed in your ethnostate?": [
        "No, but every white man will have a black woman as sex slave",
        "Threads made by shills get the redpills"
    ],
    "&gt;go to dollar store&gt;everything is $1.25AAAAAAAAAAAAAAAAHHHHHHHHHHHHHH": [
        "$1.25 for lithium ion bombs is a good deal though.",
        "&gt;&gt;400711591Like I said in another thread inflations at 25% don&#039;t believe me Dollar store used to be a dollar now everything&#039;s a dollar 25 hence 25% inflation. Prove me wrong",
        "&gt;go to dollar store&gt;nothing is priced in dollars",
        "&gt;&gt;400713674&gt;1.25 for lithium ion bombs is a good deal though.Teach mee wise one!",
        "&gt;&gt;400714068Charge an Li-ion battery to full, then drive a nail through and toss."
    ],
    "Brother has made a good point": [
        "&gt;&gt;400713619pigs be upon him",
        "&gt;&gt;400713619Can I throw fags from buildings and behead feminists?",
        "&gt;&gt;400713619Brother doesn&#039;t know what the fuck he is talking about, Britain never was a secular democracy as they still have monarchy.If brother really wants an islamic state, he is free to migrate to one of several shitholes that live like that so he remembers why he left them in the first place."
    ],
    "is Poland, Hungary, Romania cool ? the rest don&#039;t really matter.": [
        "&gt;&gt;400699727",
        "&gt;&gt;400705036Eu sunt un amic din romaniei",
        "&gt;&gt;400705036Romanian Gypsies gave treasure back?!",
        "&gt;&gt;400698214Don&#039;t tell anyone.",
        "&gt;&gt;400698214I&#039;m fairly certain the baltics are considered eastern europe"
    ],
    "This is Touro Synagogue, the oldest synagogue in America. Built in 1763 in cozy Newport, its cornerstone was laid by Aaron Lopez. Who is Aaron Lopez?&gt;a Newport-based philanthropist for Jewish causes who primarily made his fortune through the trading of candles and slaves (Lopez personally financed 30 slave voyages and enslaved almost a thousand Africans)https://en.m.wikipedia.org/wiki/Touro_SynagogueSure would be a shame if black twitter found out how American jews made their fortunes amidst all this controversy, wouldnt it /pol/": [
        "&gt;&gt;400714274Yawn",
        "&gt;&gt;400714390Shalom"
    ],
    "I have a &quot;small&quot; pasive income around €1000 every month.Is there some country I can survive with this where there are no niggers and crime or other threats to my phisical and material integrity?I just want to live alone comfily and unbothered": [
        "&gt;&gt;400712411&gt;Country at war with massive sanctions against it is dirt poorWow who would have thunk?",
        "&gt;&gt;400709484That&#039;s the albanian villages in the South (apparently one my side of my family descends from them too), they&#039;re fine, I&#039;m talking about the albanian immigrants who moved here starting in the late 80s and 90s after the whole balkan shitstorm",
        "&gt;&gt;400668843&gt;&gt;400688466HENLO FENS, COMO ESTAMOS?",
        "&gt;&gt;400662395Nigger",
        "&gt;&gt;400676053The spectacular, outrageous crimes in Mexico that you see on television are confined to the competing groups of narcotraficantes. Tourists and expatriates who mind their own business are not targeted. Crime also varies a great deal by city and state. Obviously you don’t want to go to Culiacán or Cd. Juárez, but there are so many places in Mexico that you can live in peace and safety with a nice house, cook, housekeeper, and frequent sex with pretty little olive-skinned putitas."
    ],
    "For usage in drones. #SaveSwedishCameras": [
        "&gt;&gt;400713075Also can I help? I know where some cameras are.",
        "&gt;&gt;400706694and so the &#039;everything is russia&#039; saga continues. what&#039;s next, global warming?",
        "&gt;&gt;400706694&gt;Russia shit my pants and filled your nation with criminal Africans, don&#039;t believeyou lying eyes!This will never stop being funny.",
        "&gt;&gt;400707842Sounds like an opportunity, doesn&#039;t it?",
        "&gt;&gt;400713305That&#039;s already been prebunked as putin&#039;s fault for forcing countries to burn fossol fuels for heat"
    ],
    "https://time.com/6222633/second-civil-war-us-how-to-avoid/&gt;TLDR: Two New York Jews are blaming Whites for pushing the US towards another civil war.&gt;The Jew has overplayed its filthy hand in the past decade, and now running damage control.": [
        "&gt;&gt;400710945And it&#039;s also a LARP invented by intelligence agencies to mix with other real connections between niggers and jews (slavery, common ancestry, ...).",
        "&gt;&gt;400713323Exactly. But the thing is all we wuzzers who claim to be Israelites are lying. The real Israelites were destroying after killing Christ. This is proven all throughout the Bible, especially specifically in the Deuteronomy curses where it shows exactly how God states he would destroy them. Imagine even claiming you&#039;re a Christkiller like it&#039;s something to brag about. This shows all the we wuzzers clearly have the antichrist spirit. Even the Book of Revelation shows God talking to the exterminated Israelites in the afterlife, proving they don&#039;t exist in the end times. Pic related. The &quot;Jewish&quot; people of today are actually the Edomites, primarily the Ashkenazis and their other convert nations that mix with them the Khazars.",
        "&gt;&gt;400713786&gt;The real Israelites were destroyed after killing Christfixed",
        "Just look at the Wikipedia article about the 70 AD Siege of Jerusalem itself showing about 100,000 were initially enslaved others killed, the rest later. These are proof the Deuteronomy curses happened. There are no more Israelites through the paternal lineage, the only way God determines his nationhood of the 72 nations, including the Israelites. That&#039;s why Jesus Christ&#039;s lineage through his paternal lineage was the indicator of who and what he was. Jesus Christ was also the one who predicted the destruction of the Second Temple while on Earth. There can&#039;t even be anybody claiming Israelite lineage because the records were stored in the temple and burned. Jesus Christ is the messiah.",
        "&gt;&gt;400713786"
    ],
    "In bloodborne, you can play as a kkk member and kill analogs of vaxxies, kikes, and niggers.&gt;beasts=niggers&gt;kin=kikes&gt;cainhurst=vaxxies (simps and soiboys)Yup, I&#039;m thinking this is our game.": [
        "&gt;&gt;400708425ty belgianon, very comfy. I lived in your country for work a couple years ago, loved it",
        "&gt;&gt;400706317(((BYRGENWERTH)))",
        "&gt;&gt;400706317shit thanks op im gonna play bloodbourne",
        "Defiled chalice watchdog of the old lords is really fun.",
        "Logarius, Alfred, and the Executioners did nothing wrong.(((Vileblood))) genocide never happened but should happen again"
    ],
    "&gt;Losing Kherson is a gesture of goodwill&gt;ukronazis will be finished now for sure!&gt;mfw": [],
    "&quot;anti nazism&quot; should be a high level crime. It defames anyone who is a Aryan with nationalist interest. Im sick of how my retard ancestors gave free speech to communist retards. constitutionalism can kiss my fucking asshole": [
        "&gt;&gt;400714113She-Hulk was a masterpiece"
    ],
    "what would you do if you had 24 hours to do whatever you want with former PM girlboss liz truss and taylor swift?": [
        "&gt;&gt;400712784I don’t want to do anything with either of them, so I guess I’d just leave.",
        "&gt;&gt;400712784Fuck Taylor Swift in every hole and in every position. Also nut on every part of her body at least once",
        "&gt;&gt;400712784Strange question.",
        "&gt;&gt;400712784Leave, since neither of them are Sarah Gadon.",
        "&gt;&gt;400712784Ewww. Well i would likely give old launch code Liz the night off and get freaky with Taylor. PM Trident Trus was a terrible idea."
    ],
    "I don&#039;t like being a second gen immagrant because I feel my identity is associated with homo global. I don&#039;t believe diversity is a strength and nomadism is a degeneracy. Even if I were born in my parents countries, Russia or Ukraine, I would feel better about myself even if they are not the best countries.How do I cope with being a tool of the left?": [
        "&gt;&gt;400707392learn how to spell and just claim youre something other than russian or ukranian dickhead.",
        "&gt;&gt;400707392hottest girl i ever dated was 1st gen ruskie.her dad was a cop with jester tattoos. fucking family was definitely mob, he didn&#039;tlike me b/c one of my parents was 1st generationtoo, thought i wasn&#039;t good enough. Hope his freemason buddies took care of hisdaughter.thanks for the shitty memories Opappreciate you. sage",
        "&gt;&gt;400707392Kys",
        "&gt;&gt;400711363I don&#039;t want the GAE to win so Russia. Russia is not perfect but as we see in Germany the Eastern part is less pozed than the Western part.",
        "&gt;&gt;400707392Holy it must suck eh not a full russian nor ukranian nor American and probably nor fluent/native tier in those languages other than English. Its like you feel you belong nowhere never fully accepted by any of those parties or even you in your own head as being raised in the USA has made you too Americanized. If it makes you feel at peace plenty of people are in your situation around the world."
    ],
    "kike edition": [
        "&gt;&gt;400711103Is that the result of someone tossing a coin into the crowd?",
        "This thread needs mommy milkers.",
        "&gt;&gt;400710925&gt;dropping a penny in New York",
        "&gt;&gt;400712306damn, he aint gonna be in rush hour 3",
        "&gt;&gt;400712306What are we looking you idiot?"
    ],
    "PIERS MORGAN ENDORSES RISHI SUNAK TO BE UK PRIME MINISTER": [
        "&gt;&gt;400713500Conservatives like piers are going to get wiped out completely if they elect a pajeet and they know it as well.",
        "&gt;&gt;400713500&gt;PIERS MORGAN ENDORSES RISHI SUNAK TO BE UK PRIME MINISTERHe must suck pretty bad then.",
        "&gt;&gt;400713804&gt;conservative It must be summer for kiwis",
        "&gt;&gt;400714072&gt;Like PiersYou must be one of those black Americans i heard about"
    ],
    "https://m.youtube.com/watch?v=l8AL37keACA": [],
    "&gt;an estimated 40% of Americans are entitled to European citizenshipOH FUCKCLOSE THE FLOODGATES NOW": [
        "&gt;&gt;400673613Are those mostly libshits trying to get EU passports?",
        "&gt;&gt;400711081Undoubtedly.The more right leaning Americans are pretty stubborn and they won&#039;t leave the US short of being physically forced out.Libs think Europe is some kind of leftist paradise, so they are the ones leaving.",
        "&gt;&gt;400673613Lets see, I got Ireland, Scotland, England, Denmark, Germany and Romania to choose fromWhich one do I pick?",
        "&gt;&gt;400711989Denmark?",
        "&gt;&gt;400711989Are we able to pick?I&#039;m mostly Irish but also English and French.Is it based on percentages?"
    ],
    "We don&#039;t want you here if you&#039;re not Scandinavian. Fuck off.https://twitter.com/katherinemzhou/status/1582963344314880001": [
        "&gt;&gt;400708467No show without makeup and filters*enhancing image",
        "&gt;&gt;400698467Swedes are colorist, not racist.If you were an Asian with blonde hair and blue eyes, you&#039;d fit right in.",
        "&gt;&gt;400698467she was there sniffing around for BWC and got rejected",
        "Dear Sweden,Are you tired of cleaning up all the migrant rape cum? Or dealing with paying for all of the counselors to handle all the rape victims? You took care of that nasty rape issue by blocking the News and Media from reporting it, so its only gossip now.Whats the plan to dispose of all the niggers and migrants who wont share a future with the country?",
        "&gt;&gt;400698467I have blond hair and green eyes can i get a sweden girlfriend?"
    ],
    "Why do people who believe in the American religion look so weird, soulless and also gay?": [
        "&gt;&gt;400696196I’m an ex Mormon ama",
        "&gt;&gt;400696196&gt;the American religion Ask me how I know you’re a jew hiding behind a Polish flag",
        "&gt;worship an aryan American polygamist instead of a faggy jew in a dress&gt;believe White Americans are the master race&gt;blacks are cursed subhumans that were forbidden from being membersWhy didn’t the American government embrace this religion in the 17th century instead of persecuting it? It would have been the perfect religion for a pan-American empire.",
        "&gt;&gt;400713826Meant 19th*",
        "&gt;&gt;400698606That&#039;s funny because mormons didn&#039;t believe niggers have souls until 1973."
    ],
    "Miss him so much bros. Will he make a comeback?": [
        "&gt;&gt;400713373He was a total cuckservative. His first order of business on reelection was sucking Jewish dick in the form of anti-bds legislation.",
        "Let us rule your country",
        "&gt;&gt;400713373Hope he comes back just in time to get vaporized by a Russian nuke"
    ],
    "There&#039;s still hope britbros.": [
        "The number of Canada threads made by American flags increases as America gets worse"
    ],
    "https://www.youtube.com/watch?v=GrUa-xRqxSAJust watched this and found it to be pretty interesting. Got any thoughts?": [
        "&gt;&gt;400713456And the complete lack of archeological or reliable historical references that Israel ever existed.",
        "&gt;&gt;400712363the romans banned jews from jerusalem and dispersed nearly every jew from &quot;judea&quot; and renamed it. also aipac is garbage as all foreign interest orgs are.",
        "&gt;&gt;400713616plenty of proof of ancient isreal, the issue is who is israel and who does God favor?",
        "&gt;&gt;400712363ahh Rudy Kikeman I know him.He got arrested in some nigger country for promoting jewish separatism",
        "&gt;&gt;400712363My thoughts are that Germans need to be gassed along with jews."
    ],
    "&gt;extreme bigotry and prejudice fueled by ultra-nationalism &gt;believes they are the &quot;master race&quot;&gt;enacted racist marriage laws to keep their bloodline &quot;pure&quot;&gt;claimed land was theirs because their ancestors lived there&gt;evil apartheid policies against minorities in their country&gt;Illegally invaded their neighbors to acquire &quot;living space&quot;&gt;engaged in countless warcrimes and indiscriminate bombing of residential areas&gt;used chemical weapons against civilians&gt;shamelessly attacked their allies who signed a pact together&gt;conducted false flag attacks as a pretext for an invasion&gt;state propped up by foreign aid from prominent bankersWhy is /pol/ so supportive of this absolutely evil country?": [
        "&gt;&gt;400702837Kek.",
        "I&#039;ve never had to worry about violent Jew gangs beating up the youth in my city or destroying public property or Nazi Jews joining the police force to harass minorities.but you know, that&#039;s just my experience. Yours may differ.",
        "&gt;&gt;400710658care to visit gaza?",
        "&gt;grind down a minority group&gt;oh, but don&#039;t act out!u get what you get",
        "&gt;&gt;400711289Oy vey"
    ],
    "&gt;Stop making fun of Russia right now t-tranny!&gt;mfw": [
        "&gt;&gt;400713829*farts in your face*haha you&#039;re smelling my stinkies weirdo you&#039;re a fag"
    ],
    "Endeavor CEO Ari Emanuel, one of the most influential people in Hollywood, has called on all companies to cut business ties with Kanye West, including Apple, Spotify, Adidas.https://twitter.com/MikeSington/status/1583061945954889728?s=20&amp;t=udwmLLqjOsCgbTe5uwd-BQhttps://pagesix.com/2022/10/19/ari-emanuel-mental-illness-no-excuse-for-kanyes-anti-semitism/https://www.hollywoodreporter.com/business/business-news/ari-emanuel-kanye-west-business-partners-stop-1235245110/https://en.wikipedia.org/wiki/Ari_Emanuel": [
        "&gt;&gt;400712998Rat faced Asiatic khazars that can never be white.",
        "time for goy owned media to rise.",
        "&gt;&gt;400713385I would tell you to go to hell, But seeing the country you&#039;re from, You&#039;re already there, lmao",
        "&gt;&gt;400704216Never heard of this kike. They really do mostly operate from the shadows.",
        "&gt;&gt;400713661When my family has a reunion it&#039;s whiter than a dozen banana republic stores and a Travis Tritt concert. I was about 7 inches into a jewish womb a couple of times during college. Does that make me an honorary kike?"
    ],
    "what happens here": [
        "&gt;&gt;400709075It&#039;s not, it&#039;s because of Jews and it&#039;s not even slightly unique to Vegas.",
        "&gt;&gt;400710004Caves are gone m8. You can go on crackhead safari up there though, so there&#039;s that.",
        "&gt;&gt;400705902The trick is that if you need that in your life, then don&#039;t move there. It&#039;s called don&#039;t move to a place that will make YOU personally miserable.",
        "&gt;&gt;400706127...and America has walkable cities but poor white city lovers don&#039;t like living around blacks so they bitch on reddit and youtube about wanting a white ethnocity (which is illegal in America because you can&#039;t discriminate with housing and they want to live with millions of people).",
        "&gt;&gt;400706513Maybe in Russia. America keeps its serial killers in big cities like San Francisco and NYC. Our serial killers love the hustle and bustle too much."
    ],
    "Repeat after me: I will never watch porn again.": [
        "&gt;&gt;400711032Don&#039;t self harm. Raise your arm.",
        "I see this ultimately about being anti or pro-regulation on pornography.",
        "&gt;&gt;400712115&gt;&gt;400712701I&#039;m 22 days and would also like to know",
        "&gt;&gt;400713013&gt;Don&#039;t self harm. Raise your arm.",
        "Get married. Make white babies. Raise them well. This is your main mission in life. Godspeed anons."
    ],
    "Do you think they’re wrong?": [
        "&gt;&gt;400711288Obama droned Libya to the point where slavery returned to the country.Based",
        "&gt;&gt;400711288did she call Obama a manlet twink?",
        "&gt;&gt;400711389My thoughts exactly.",
        "Nigcel problems",
        "&gt;&gt;400711288nigger manchurian candidate installed by cia. no history or background exists until he becomes fucking senator out of nowhere and then president coupel years later. hes achieved nothing on his own merit and is just a controlled asset to destroy america from within with insane policies, QE financial crisis, and murder millions in the middle east in color revolutions to drive mass immigration and population replacement.but this is a twitter bot with ukraine flags. die kike."
    ],
    "Why don’t eurofags and plebbitors acknowledge that these things already exist in America? San Francisco, Portland, Seattle, New York, etc all walkable all dystopian hellscapes. It’s giving me “real walkable cities have never been tried” vibes. Why do they loathe the suburbs so much?": [],
    "ITT we discuss the various methods and mechanism Jews use to manipulate others. Picrel.": [
        "&gt;&gt;400713628I refuse to call Jews a mafiaMafia is for cool criminals only"
    ],
    "What should society do about incels?": [
        "&gt;&gt;400665009It is litteraly the only reason that civilization formed. Safeguarding property rights and ensueing access to women to have children.",
        "They should ditch the glasses or find a better style. Get better haircuts (or shave it off). Dress better. Get in shape but not over do it. And find interesting things to do.&gt;&gt;400671640This just sounds like an incel excuse and cope.",
        "&gt;&gt;400658147you know if these guys get lasik they&#039;d probably become above average.",
        "&gt;&gt;400658147Second guy and black tanktop guy aren&#039;t &quot;ugly&quot;. They can definitely benefit dress professionally with a tight Oxford shirts and chino pants to get that professor look",
        "&gt;&gt;400658147Legalize prostitution"
    ],
    "how can we reduce the number of chinese and indian and latam and africans in america?why are all the biggest populations replacetionists at best and communists at worst. why can&#039;t they admit their populations cannot support themselves and they drowning and want to take us down too": [
        "go back shitskin, that’s how. Your English is appalling",
        "&gt;&gt;400712152I had one typo on the word they&#039;re. how about you kys jew subverter&gt;t. chink ni ching bing bong"
    ],
    "&gt;BEGONE FROM MY SHIRE YOU BIG-LIPPED BEASTS!": [],
    "Marriage in early 20s is the ultimate red pill.&gt;double the income of the household early&gt;divide chores&gt;skip the extra stress from dating&gt;no extra luggage to the marriage from previous long term relationships": [
        "&gt;&gt;400695161YWNBAW",
        "&gt;&gt;400707898stop waiting until you&#039;re 40 fucking years old to look for a wife you retarded scrotes.",
        "&gt;&gt;400713429Seethe harder.",
        "&gt;&gt;400653365What it is actually like:&gt;twice as many expenses for the male&gt;twice as much housework for the male&gt;woman watches tv all day and becomes both physically and mentally ugly&gt;never wants to fuck unless she wants a kid&gt;wife tells you she wants an open relationship and if you say no she takes half of your net worth that remained after the half she already took",
        "&gt;&gt;400713596picrel"
    ],
    "https://www.therealanthonyfaucimovie.com/viewing/#WATCH FREE FOR THE NEXT WEEK ONLY": [
        "Nobody&#039;s going to pay for your shitty video",
        "&gt;&gt;400713753Not my shitty movie or a shitty film. And it&#039;s currently free. Or just go get a booster anon. Kek."
    ],
    "https://youtu.be/qSUI0n7zGNghttps://youtu.be/uFVs2lrdozs?t=2738https://video.twimg.com/ext_tw_video/1343751311527792641/pu/vid/1280x720/PoLvUBNMRZntBtoy.mp4https://en.wikipedia.org/wiki/Judah_Alkalai&gt;Alkalai&#039;s view of Jewish return to the Land of Israel was a religious one. He maintained, based on an ample body of religious literature, that the coming of the Messiah and divine redemption of the Jews require their return to the Promised Land. His Kabbalistic view made him specifically assert that the year 1840 was the Year of Redemption, which was not a single year, but &quot;a century, from this day until 1939&quot;, representing the &quot;days of the Messiah&quot;. Unless powerful practical steps were taken, this opportunity would be lost, and the next extended &quot;year&quot; starting in 1940 would be one of great hardship when &quot;with an outpouring of wrath will gather our dispersed&quot;. The outcome - the return to the Promised Land - would be the same, but under much harsher circumstances.https://en.wikipedia.org/wiki/Erik_Jan_Hanussen&gt;At his height, he enjoyed the company of Germany&#039;s military and business elite, also becoming close with members of the SA. It is claimed he was a supporter of the Nazis despite his Jewish ancestry, which was an open secret.&gt;Stories abound of meetings between Hanussen and Hitler, including an encounter shortly before the election of November 1932, during which Hanussen taught Hitler his crowd control techniques of using gestures and dramatic pauses. Hanussen was also quite close to other important Nazi officials, to whom he had often lent money, including Wolf-Heinrich Graf von Helldorf, Karl Ernst and Friedrich Wilhelm Ohst.&gt;... during the early 1920s Hitler took regular lessons in speaking and in mass psychology from a man named [Hanussen] who was also a practicing astrologer and fortune-teller. He was an extremely clever individual who taught Hitler a great deal concerning the importance of staging meetings to obtain the greatest dramatic effect.&quot;": [
        "&gt;&gt;400712728wtf I hate Hitler now?!",
        "&gt;&gt;400712728World war = capeshit war",
        "&gt;&gt;400712728So wahat does that make of you? The puppet of a puppet of a puppet of the kikes? Lol, lmao."
    ],
    "Daily reminder that moped was an illiterate desert-dwelling pedophile, slaveholder, warmonger, rapist, caravan robber, cousin-fucker and camel piss enthusiast. If you in any shape or form sympathize even remotely with this braindead war cult go kill yourself you sand nigger loving subhuman race traitor. I dont give a shit how &quot;bAsEd1101!!&quot; this degenerate secretly gay religion in your mind is, you aint white unless you detest pisslam with every cell in your body. Kill yourself you low IQ inbred goat fucker. picrel:https://www.veed.io/view/fe38f5e9-b5f6-4ae0-a000-9bc657ae0a6enews:https://www.dw.com/en/germany-2-killed-in-knife-attack-in-ludwigshafen/a-63479124": [
        "&gt;&gt;400709304No one&#039;s gonna save you bro.Your algerian jew only has 7% of the votes and Melenchon is protecting us alhamdulillah",
        "&gt;&gt;400708902Fight your own wars Israël",
        "&gt;&gt;400710946Ihr Nuttensöhne werdet bald abgeschlachtet. Albaner sind die größten minderbemittelten Spasten selbst für Jugo Verhältnisse. Gehirngefickte Osmanen Bückstücke die unter Stockholm Syndrom leiden. Traurige Gestalten. Redest was von übernehmen aber seid selber ein Sklavenvolk....",
        "&gt;&gt;400712410Das Sklavenvolk seid Ihr Deutschen.Geh Stolpersteine putzen, du Judeo-Alman.Schau mal Berlin und andere Städte an.Wir haben euch bereits ausgetauscht...",
        "&gt;&gt;400708902ETERNAL reminder jews are all going to get NIGGERED"
    ],
    "She was our girl, then they destroyed her.": [
        "&gt;&gt;400712466&gt;She was our girlsage",
        "&gt;&gt;400712466&gt; ourgirlOnly if you&#039;re a nigger JewPost flag, Schlomo",
        "&gt;&gt;400712466she was only there to take the blame for 40 years of continous destruction of britain by all politcal elites combinedall of them should be exterminated but now they&#039;ll pretend they are angry at her too so they are just like you",
        "Who&#039;d a thunk Bojo could have killed the rats nest that is the modern tory party, simply by clinging to the railings of Downing Street with a death grip?https://www.youtube.com/watch?v=dV3AziKTBUo"
    ],
    "IN UNSEREN HERZENThe fatherland is called Europe. The creation of a real common identity is the only way to direct the individual energies of the citizens towards the goal of survival for the white race.It can be done while keeping the individual identities. Look at Switzerland.I don&#039;t care if to reach this goal Putin should be allowed to destroy the EU, accelerate.https://odysee.com/@ReichMusik:8/DAF-und-RAD---Wir-tragen-das-Vaterland-in-unsern-Herzen-(1m-39s):6HEIL EUROPA!FROM PORTO TO VLADIVOSTOK, A NEW SUN WILL SHINE!": [
        "&gt;&gt;400707741Putin has recently said that Russia was the first country to decolonize itself from EuropeTry again mutt",
        "&gt;&gt;400708060Merchant bankers have held sway in Europe since the early 19th century. On the other hand, Putin is not a nationalist. Either Russia is a globalist satrapy in revolt or the current conflict is political theatre. I lean toward the latter take, but I don&#039;t have my crystal ball.",
        "&gt;&gt;400702419Your invented ersatz identity would be the opposite of real.",
        "Based",
        "&gt;&gt;400702657based"
    ],
    "&gt;still whitewashing movies in 2022Sad.": [
        "&gt;&gt;400690816No... No... Its adequately rated.",
        "&gt;&gt;400711196He was the ONLY Italian Mario.And actually grew up in Brooklyn",
        "&gt;&gt;400685559Konichiwaaaah! Squeaky kawaii deysu omg!!! ฅ^•ﻌ•^ฅ",
        "&gt;&gt;400685398THE BACON GREASE ON THAT ONE",
        "It would be racist to cast a nigger as donkey kong"
    ],
    "Fuck Putin, he was always a faggot. He killed the children in Beslan. In 2008, he stepped into the role of prime minister (puppeteer) and Dimitry Medvedev took the job of President interim. People noticed and had serious questions about Putin and his friends power and Pussy Riot, journalists, critics, and political opponents were right to call him out. After BP lost tens of millions of dollars on a corrupt oil deal gone wrong and other companies left, Russians protested. In 2011, the people of Russia voted against Putin. Vladimir Putin and the united russia party lost that election.He stayed in power anyway and people all over Russia took to the streets. Thousands are still in jail. Some faggot called Snowden defected in 2014 with literally all of the United States military secrets to Russia, Putin saw his defection as a golden opportunity to be king of shit mountain, meaning he doesnt care if the world sucks if he rules it. Bitchboy used the Sochi olympics as a power play to take Crimea next door from Ukraine. That same year Yanukovich, Putins crony, was kicked out of Ukraine by his own people.Russia does not have a warm water port, so having a black sea penninsula like Crimea would help Putin project naval power. Putin shot down MH-17 on july 17 2014, a passenger airline, killing 300 civilians, during the invasion, very well documented. Since then, Putin has propagandized his reign unsuccessfully.Good People of Russia have continued to protest him, and while journalists are executed in Russia, based Alexi Navalny has lead the opposition to faggots in the Kremlin from his jail cell. Putin tried to poisin Navalny unsuccessfully. Navalny and thousands of real Russian people are in prision now because youd have to be a fag to side with Putin. When Putin dies this year, and it will be funny when he does, Russia will become a good country free of shit. And nothing Putin or the fags who suck his cock can say matters.": [],
    "I don&#039;t believe in borders. Borders are a myth created and perpetuated by the powerful publishing lobby in order to sell more maps.": [
        "&gt;&gt;400712398that&#039;s because you&#039;re a nigger who wants gibs and white pussy. pro-tip: you can&#039;t have both",
        "&gt;&gt;400712398Low quality bait by a cum eating kike",
        "&gt;&gt;400713406I can&#039;t believe you fell for some publisher&#039;s propaganda.",
        "Threads made by shills get the redpills."
    ],
    "How does a society survive when bombarded with propaganda 24/7.Hit from every direction.Everything they see is scripted and planned to destroy them.": [
        "IT&#039;S WORKING! IT&#039;S WOOOORKINGGG!",
        "&gt;&gt;400712205That&#039;s sadly supposed to be a joke, but whatever I guess. It doesn&#039;t matter anymore. Whether it&#039;s real or not, it&#039;s real.",
        "&gt;&gt;400710006Just put a star of David on every column",
        "&gt;&gt;400712727The CIA is not in the business of making jokes. Their business is lying, murdering, blackmail, and international sabotage.",
        "&gt;&gt;400710006&gt;Everything they see is scripted and planned to destroy them.This includes here. The &quot;goyslop&quot; meme is a perfect example. It likely comes from the same people who are obsessed with denying you access to cheap energy (including cheap food energy), but low-IQ anons think it&#039;s funny to let other people create narratives about their food."
    ],
    "What are the political implications of closet homosexual country club republicans screwing over America (again)?": [
        "&gt;&gt;400712447You tell us OP?https://bidenlaptopreport.marcopolousa.org/Report.pdf",
        "&gt;&gt;400712447this is MAGA country nigger. 90+% of maga candidates won their elections. rinos get the rope.",
        "&gt;&gt;400712447Why are goypublicans so hellbent on impeaching Biden? Do they really want a Black female president instead?",
        "&gt;&gt;400712447Kek, vooters will never learn. Republikikes are not your friends. Remember the last time the GOP had a trifecta and congress blocked funding for a wall/",
        "There is absolutely no reason to impeach him, would be stupid. Do an inquiry into all his corruption and keep it going until 2024. Also they can keep blaming him for the economy shitting the bed over the next two years. Also why would you want Kamala in power aside for the lulz?"
    ],
    "Japan now wants to create their own DARPA agency to research and make new high tech tech.This is after spending the last several years researching microwave weapons and lasers while updating their gear to be electronics based like in gundam.Deep Tech is also becoming a major thing now, e.g. solar based tech like transparent solar sheet for generating electricity on your window.Military missile projects have been moved up from 5 years to finished within this year.Toyota is still going through with their smart city development terraforming the base of mount fuji.https://asia.nikkei.com/Politics/Japan-eyes-U.S.-style-defense-research-agency-as-tech-race-heats-up": [
        "&gt;&gt;400706979/k/ fag here. Those helmets are actually complete shit.",
        "&gt;&gt;400706979&gt;Just like in my japanese animes",
        "&gt;&gt;400711480It&#039;s a Japanese company tho",
        "&gt;&gt;400706979Based. I hope Japan buckbreaks the faggot Chinese and reminds them who are the superior Asians.",
        "&gt;&gt;400711495It&#039;s a full face helmet though and no helmet will survive heavy caliber shot anyway.Here&#039;s the leaked counter terrorism gear of the japs."
    ],
    "&gt;a 25 year old Ukrainian Dobroslav Manko who tried to organize terrorist attacks in russia has been detainedwhy do all ukrainians look like this?": [
        "&gt;&gt;400686591",
        "&gt;&gt;400686591Is that Destiny&#039;s twin brother? They both have Elmo&#039;s body. Huge head and patchy low T beard.",
        "&gt;&gt;400709779Whitest neo-nazi",
        "&gt;&gt;400686591Semen Hydenko?",
        "&gt;&gt;400686591how many sims 3 was he caught with?"
    ],
    "So does the lettuce become the new prime minister? I don’t know how UK laws work.": [],
    "&gt;B-b-but only a veto-less world government can save us from the NUkes!!": [
        "what did he mean by this?march 1921",
        "&gt;&gt;400712788Fake news. Fake nukes."
    ],
    "Every nuke that has ever been produced and which still exists will be used in the coming nuclear war. The cables are being cut, soon the comms satellites will go out.": [
        "7+28+19+14=689+1+19+39=682+24+20+22=68Then it does the same thing for Vietnam but makes 86 and Korea is 100"
    ],
    "What is he thinking right now?": [
        "&gt;&gt;400712528Aah that point",
        "It‘s insane",
        "God‘s love will save us all including the dead,Far hotter than nuclear fusion in our enormous sun,Light will win and old souls will be resurrected.",
        "Ejection to Canada. Scotland will politely leave with ref 2, NI will burn itself down and be forcibly returned by a UN-led EU army, and Wales will demand to be a crown dependency. England will become a republic and rather than have all their assets taken they&#039;ll be quietly sold and will restart in Ontario where they can be a parasitic leech on Ottowa.",
        "&gt;&gt;400693441For me it&#039;s King Arthur, all are equal at the round table (except pakis and wogs)"
    ],
    "The Krug Man, dropping the hard truth bombs on the rightwing as always. All of your &quot;rightwing economics&quot; ideas are all 100% proven to be 100% fake. I mean, there&#039;s no actual serious debate about that among anyone who knows what they&#039;re talking about. It&#039;s just that some very rich people want to pretend there&#039;s such a thing called &quot;rightwing economics&quot; that is credible, because those are the ideas that say &quot;give the rich people all of your money and somehow it will work out well for you&quot;All of the red places are poverty ridden dirt poor shitholes. All of the MAGA rural places are subsidized by the blue democrat placesYour entire set of beliefs is just delusion. Go ahead and tell me delusional, patently false idiocy like &quot;the federal reserve is private&quot; or &quot;inflation is bad for the working class&quot;. Shit that is just 100% known, in the real world, not to be trueAlso INB4 the inevitable &quot;this nobel prize winning economist doesn&#039;t know what he&#039;s talking about, but me and my hillbilly methed out 4chan trailerpark friends who watched a few videos on lolbertarianism do!&quot;": [
        "&gt;&gt;400673217they de industrialized retardo",
        "&gt;&gt;400677157this&gt;cities print money&gt;hand out toilet paper money&gt;hurr durr look how productive cities are",
        "&gt;&gt;400674251&gt;Noooooo you have to talk about my crappy politics waaaaahhhHey by any chance can we break down that map by racial demographic? Cause for some reason all those &quot;redneck states&quot; that have high dependency seem to actually come from the cities within those states.",
        "&gt;&gt;400673068Rural America produces 100 percent of Urban America&#039;s needs. Cotton for clothes, food, materials for shelter etc.Urban America produces none of rural America&#039;s needs.",
        "&gt;&gt;400675925how is he wrong"
    ],
    "A reminder you can survive the huge inflation that&#039;s for some reason in this presidential cycle (i guess trump left it to us even though the inflation was down during his cycle?) much easier if you just fast here and then.": [
        "&gt;&gt;400709318The fuck are you talking about, it&#039;s just a reaction image",
        "&gt;&gt;400708676Based man i hope he gets out soon",
        "&gt;&gt;400709574Who?",
        "&gt;&gt;400710761Paul millerThe man in the gif",
        "&gt;&gt;400708676God bless Paul Miller"
    ],
    "She’s right, in an extremely competitive environment like NYC you must be at the top of your game to even have a chance to stand out. It is what it is": [
        "Lmao she posted a link to the thread and deleted it 12 minutes later.",
        "&gt;&gt;400708585what?",
        "This ugly kike is a writer for the Jew York Times, no wonder she&#039;s so out of touch with reality.When is this delusional publication going to die already?She should try living in Nebraska for like a year, the culture shock might kill her.",
        "&gt;&gt;400708585Proof?",
        "&gt;&gt;400705623Only retarded kike women think shit like this. Your labor is a product that you sell. If you waste your time on irrelevant shit like &quot;branding&quot; it that&#039;s on you."
    ],
    "Boris Johnson to stand to become next UK Prime Minister after Liz Truss resigns - reports.https://www.manchestereveningnews.co.uk/news/uk-news/boris-johnson-stand-become-next-25313522": [
        "The guys a geniusIf he took a 6 week holiday in the middle of a cost of living crisis he&#039;d be reviled.Instead he took a 6 week holiday but left behind Truss to hold the fort, so she got all the blame and he can come back to applause.This is the future of democracy.",
        "&gt;&gt;400712947&gt;&gt;400713233Yep, https://youtu.be/G29DXfcdhBg",
        "Can we now officially state that women can&#039;t into politics?"
    ],
    "In Virginia they are literally making people drink POO water. This is not a joke. This is not a meme. This is the future being delivered to your children!https://www.nytimes.com/2022/10/20/climate/treated-sewage-virginia-aquifer.html": [
        "&gt;&gt;400709070Oh so you’ll drink the poo? &gt; Not long ago, such an idea would probably have been dismissed as too expensive and too unpleasant. Efforts in the 1990s to develop water reuse in San Diego and Los Angeles, for instance, were beaten back by activists who denounced what they called a “toilet to tap” system.only 30 years ago and people had the google sense not to drink the poo. how far we have fallen",
        "&gt;&gt;400708092archived link if anyone wants it.the NY times paywall can suck my ballshttp://archive.today/gzzRb",
        "&gt;&gt;400709498What the fuck do you think a wastewater treatment plant is you fucking midwit? All the water on the planet is recycled.",
        "&gt;&gt;400709498Is this bait?Every city on a river isn&#039;t the first city upstream The water in is the water that the city upstream discharged from their waste water treatment plants",
        "Someone get Tucker Carlson on the line. We need to get this live on air before too many people drink the poo water"
    ],
    "snippety snap, it&#039;s beginning": [
        "&gt;&gt;400688455How does it even get cut? Do they send a submarine with a pair of scissors down there or what?",
        "&gt;&gt;400708645a micro nuke that burns through the cables like a knife through a tranny pussy",
        "&gt;&gt;400688943That’s not a decision the US Supreme Court can make.",
        "&gt;&gt;400688455Why cut internet to a bunch of sheep farmers? There&#039;s oil on the island but not enough to make it worth targeting I&#039;d think.",
        "Lucky bastards."
    ],
    "https://www.dailymail.co.uk/tvshowbiz/article-11196069/Martha-Stewart-81-appears-topless-beneath-apron-promoting-Green-Mountain-Coffee.htmlHow does /pol/ feel about older women no longer acting their age? Between Britney Spears posting her nudes everywhere and Madonna coming out as a lesbian and now Martha Stewart posing in a naked apron. Why can&#039;t women stop being whores when they&#039;re old?": [
        "&gt;&gt;400666085Women like to dress up slutty and take pics. I tie my wife up in sexy lingerie and make home pornos of me fucking and spanking her. Then, we watch them together and fuck some more.",
        "&gt;&gt;400666085This bitch should start doing porn. She is is only going to get worse with every passing days. So she should immortalize her hot old pussy and go out with a bang.",
        "&gt;&gt;400666085WOULD",
        "&gt;&gt;400666085Still so totally fuckable. I&#039;d plow her right into next week.",
        "&gt;&gt;40066906710/10 in bongland"
    ],
    "I&#039;ll start.Classy!": [
        "&gt;&gt;400711443Sandy Panocha maybe..",
        "&gt;&gt;400710827Imagine the outrage if a republican or a white man did the sameI HATE her",
        "&gt;&gt;400708727QT BIG BOO T",
        "&gt;&gt;400708727Donkey Teef",
        "&gt;&gt;400712518in college I was brokeI pull WAY hotter girls now younger too"
    ],
    "4moreopendoors EditionDarrell Brooks faces 76 charges after driving through a parade of white people, killing six and injuring many more. Wisconsin does not have the death penalty. Trial is scheduled to run through 10/28, beginning at 8:30am each morning.Previously:&gt;Brooks chose to fire his public defenders and represent himself&gt;no understanding of court procedure&gt;now relying on their notes to examine witnesses&gt;using sovereign citizen websites for legal arguments&gt;made an uninterrupted 51 minute rant last Thursday&gt;the coof is coming for us, we must adjourn! Coming up next:&gt;defense opening statement&gt;12 defense witnesses&gt;ax, grounz, tackitt, biastVideos of parade attack:https://www.documentingreality.com/forum/f166/waukesha-parade-massacre-228150/Extensive criminal history:https://www.jsonline.com/story/news/crime/2022/10/01//10440943002/Brooks mumbo jumbo rant speedrun:https://files.catbox.moe/8vdsc1.mp4HIGHLIGHT REEL: GROUNZ supercut:https://i.4cdn.org/wsg/1665486059698691.webmMumbling objections while witness is weeping:https://i.4cdn.org/wsg/1665633110465345.webmSubpoenaing the state of Wisconsin:https://i.4cdn.org/wsg/1665635388608863.webmYou can disagree but I dont care:https://files.catbox.moe/p5euwv.mp4Peeks at interrogation notes: https://i.4cdn.org/wsg/1666122354097260.webmDa bidness (OBJECTION):https://vocaroo.com/1hdyPkR84GFxOfficial /wsg/ trial clips thread:&gt;&gt;&gt;/wsg/4770311&gt;Livestreams:IPTV streams:TMJ4:https://content.uplynk.com/channel/e239f267b49c41e4aa2ca496c6bf7899.m3u8Fox 9:https://dcs-live-ue4.mp.lura.live/server/play/Y0pd8KphO6nktWM0/rendition.m3u8?track=video-3&amp;anvsid=m177635100-ncfb12ae089535529b6957cd5ca8acd36&amp;ts=1666272420&amp;anvtrid=5faf4d34d4ac6ce1e3e9f5e084f34001Austin Zone:https://youtu.be/6UQpeaIT19ELaw &amp; Crime:https://youtu.be/esue_YRDoBICourt TV:https://youtu.be/-ybWAb2NrFURekieta:https://rumble.com/v1ovzerPrevious: &gt;&gt;400707888": [
        "&gt;&gt;400714074making a nigger sit and do paperwork for another month? Now that is &quot;Cruel and unusual punishment&quot;",
        "&gt;&gt;400714074&gt;shouldve given him at least a month or twowhen you refuse your right to public defender, you don&#039;t get &#039;extra time&#039; to prepare nor is that required by the Constitution or law.he (after refusing counsel, against advice to do so) could certainly have *appealed* to do that but at that point, would have refused attorneys&#039; help anyway. So the appeal for delay would have been totally up to him, and he didn&#039;t do that.He fucked himself 100% of the way along.",
        "&gt;&gt;400714371lel did this monkey give those people a month notice to get out of his way?",
        "so, we can expect a non-stop chimpout from now on can&#039;t we?",
        "&gt;&gt;400714578&gt;He waited until the pubic [sic] defenders put a case together then jumped in at the last minute&gt;He fired them Friday and showed up monday"
    ],
    "&gt; Which famous british right-wing youtuber was robbed of his clothes for littering back in 2019 and had to walk back home like this, trying very hard not to be seen?": [
        "&gt;&gt;400710860twas my thought too at first, but woes being outside is unbelievable",
        "&gt;&gt;400707963&gt;British&gt;Right-wingAlso, real right-wingers aren&#039;t litterbugs, we respect mother earth. \\0",
        "&gt;&gt;400707963How many different stories were already made up about this pic?! It gets tiresome at some point.....",
        "&gt;&gt;400707963DAT ASS!!!!!!!!!!!!ONLY FANS?"
    ],
    "Are jews evil?": [
        "yes",
        "&gt;&gt;400710790"
    ],
    "What did jews mean by this": [
        "you don&#039;t want to know",
        "&gt;&gt;400709974&gt;kikes are irredeemable moloch worshiping subhumansMore breaking news at 10"
    ],
    "They&#039;re going to get routed, aren&#039;t they? The cauldron is closing": [],
    "This isn’t a coincidence.": [
        "&gt;&gt;400712346ayo yedolf is the new heil hitler"
    ],
    "he is /our/ guy? he moons the economy when conservatives have the white house, but tanks it when democrats are in": [],
    "I’m proud to say my president is not a racist.": [
        "&gt;&gt;400707887SLIDETHREAD&gt;&gt;400708733Fucking never. All they have to do before posting is hover over OPs ID and check. Also, you&#039;d figure they would pick up on the pattern and realize none of these posters are here for a discussion.",
        "&gt;&gt;400707887",
        "&gt;&gt;400707887",
        "&gt;&gt;400707887&gt;be burger&gt;president is retarded&gt;&#039;&#039;well he&#039;s not a racist!&#039;&#039;&gt;mfw",
        "&gt;&gt;400708025Based and future pilled"
    ],
    "I’ve been talking to a Russian girl for a while now and we’re “dating”. She has mentioned getting married and moving to America. Will this war have any kind of impact on the potential of bringing her here? We never talk politics because she has no interest in it. Should I make the move as fast as possible before there’s a Russian ban im the US?&gt;inb4 mail order bride or scammer": [
        "&gt;&gt;400712559I bet she&#039;s really into The Sims.",
        "&gt;&gt;400712559russian women are asians with aryan features. the absolute best of the best.",
        "&gt;&gt;400712660Why do you say this? Is this a joke I’m missing or what",
        "&gt;&gt;400712660lmao"
    ],
    "she ate human child meat": [
        "&gt;&gt;400711778eggsplain",
        "&gt;&gt;400711778When I served with His Majesty&#039;s African Rifles, the local Zambezi tribe called human flesh, &#039;Long Pig.&#039; Never cared much for it.",
        "&gt;&gt;400711778Why did Jimmy have a connection to seemingly every influential person in Britain?",
        "&gt;flying pizza",
        "&gt;&gt;400712565Check the nose.https://www.youtube.com/watch?v=n7QXz6hDtxI"
    ],
    "The blabla does not really matter, but you will get this instead of the anime themed dreamingThe TV personality, 39, who was still known by her birth name of Rodrigo when she did the show, said she wanted to wear women&#039;s clothes at the time but felt she couldn&#039;t and it was an extremely &#039;painful&#039; time for her.Speaking to MailOnline, Jessica said she would love the chance to do Big Brother again now that the show is returning to screens in 2023. https://www.dailymail.co.uk/tvshowbiz/article-11335777/I-make-transitioning-look-glam-not-Jessica-Alves-wasnt-Celeb-Big-Brother.html&gt;you will fuck the frankenhole &amp; love it": [
        "&gt;&gt;400711666God confirmed to be on board with marrying a tomboy robot with an artificial soul.Repent!",
        "&gt;&gt;400711666That&#039;s why you program it.Don&#039;t be coy, Satan",
        "&gt;&gt;400708598dont wory , the invisible hand of free market will do its job (lack of pushare orders)eventualy it will be sold at 1/4 of original pricebecause even 50% discount will not convice rich frens to buy that abomination",
        "&gt;&gt;400708598Looks like a troon. /pol/ will love it",
        "&gt;&gt;400712627&gt;eventualy it will be sold at 1/4 of original priceJust like a real woman."
    ],
    "Anyone from here or live here? I grew up in Vernon Hills and while it was quite boring I have to admit I liked a lot of things about it. Century Park in pic related will always have a special place in my heart. Used to play basketball on the courts there, I used to read Mein Kampf by the lake there and other WN books, it&#039;s a mostly White area with some asians here and there, mostly Eastern Europeans live in the park. Was really cozy.I don&#039;t live in Illinois anymore but when I make it in life I want to move back and buy a house there. I miss it. Mods this is political because I want to talk about politics of growing up in a White area and not nigger infested.It&#039;s the kind of place you can walk at midnight and never worry about a crime. Some weeks no one gets arrested in this town. Majority of arrests are for a DUI or shoplifting charge at the local target.": [
        "&gt;&gt;400712760Too many lakes."
    ],
    "Are you britbros?": [
        "&gt;&gt;400707942Hello sir",
        "&gt;&gt;400707942i just pooped indian style in my garden for the glory of INDIA",
        "At least he&#039;s not Boris or another ERG/IEA/neo-lib catastrophe.",
        "&gt;&gt;400707810another globalist, yeah&gt;b-but hes a woghe&#039;s a globalist, that matters more&gt;b-but hes a woggo away jew and put your meme flag back on for your next thread, ta",
        "&gt;&gt;400707810the UK is retardedonly retards live therethis includes ireland i should point outthose retards dont even knwo where they live you have to remind them"
    ],
    "Do you miss him yet?": [
        "He was the puppet in office when the jews launched one of their many wars in the Mid East&gt;since 2010, more than 65,000 veterans have died by suicide – more than the total number of deaths from combat during the Vietnam War and the operations in Iraq and Afghanistan combined. These women and men volunteeredhttps://www.whitehouse.gov/briefing-room/statements-releases/2021/11/02/fact-sheet-new-strategy-outlines-five-priorities-for-reducing-military-and-veteran-suicide/",
        "&gt;&gt;400707746&gt;&gt;has globohomo media trying to clean up his reputation over the past few years because the NPC memory is extremely short.classic Bush dynasty tactics",
        "&gt;&gt;400706826&gt;most mainstream news network platformed and pushed trump everywhere (fox)Check the other side of your coin.",
        "&gt;&gt;400707746&gt;only former republican president to endorse Democrat candidate in 2 successive elections ( Hillary and Biden )This is not true. He didn&#039;t endorse Trump, but he did not endorse Hillary or Biden either. In 2020 he said he wrote in Condoleeza Rice.",
        "&gt;&gt;400706826&gt;He was the first real threatHardly lmao. His children married into the tribe he&#039;s declawed"
    ],
    "What are her superpowers?": [
        "&gt;&gt;400710458",
        "&gt;&gt;400698602The ability to suck your money out of your wallet with her mind.",
        "Who does this kikess sleep with?",
        "Begging the US to do something",
        "The power to call on the support of a great ally to do her job for her."
    ],
    "Why are they like this?": [
        "&gt;&gt;400708182the mutt dosent know about Apfelschorle...you cant legaly buy Beer if you are under 16",
        "&gt;&gt;400708182A German and a displaced niglet, you mean.",
        "&gt;&gt;400708856Burger i will tell ou something:Your entire goverment refuses to limit or govern the food sector. Your food is processed so heavily that you are eating chemicals en masse.American doctors prescrive everything to everybody.More than 40% of people take meds for anything.It starts literally in school: Ritalin etc is giving to children.So spare us with your &quot;Alcoohol are bad for developing&quot; because the absolute majority of kids dont drink much and its better regulated than your food industry lol",
        "&gt;Very French family&gt;Children get the same table wine as the adults but watered down a bit based on their ageYou learn to drink with meals and how to pace yourself. Better outcome than making it alluring to rebellious kids and having them drink behind your back without knowing any of the important bits about drinking responsibly and then you find out Timmy died because he got alcohol poisoning.",
        "&gt;&gt;400709059because those that do are alcoholics and they use it to play down their substance abuse problem"
    ],
    "It&#039;s ogre.&gt;goyim realizes half of Joe Rogan&#039;s guests are jewish, posts it OUTSIDE the noticers containment forum, 4chanWhy do I keep seeing more and more of these popping up on Youtube?&gt;comments overwhelmingly positive tooIs Susan sleeping? SHUT IT DOWN!https://www.youtube.com/watch?v=RZFApIBGQAg": [
        "&gt;&gt;400687229Joe Rogan sold out. He didn&#039;t even ask Zuckerberg about his instagram yellow face filter when he announced he had COVID and didn&#039;t ask him why he spent so much money on certain elections. Joey Diaz was right when he said Joe Rogan podcast as we know it is over when he started apologizing for the fires and started holding himself responsible for Spotify&#039;s stock.",
        "&gt;&gt;400687229&gt;Moloch worship sisters...FUCK OFF YOU DISGUSTING LGBT TURD.Only faggs call each others &#039;sisters&#039;.I hope you will die of monkeypox, you stinking faggot.",
        "&gt;&gt;400706635Rogan should make more of an effort to increase the representation of proportionally marginalised voices.&gt;&gt;400708275He didn&#039;t mention gender dysphoria/trans bodies once in the episode on microplastics either.",
        "&gt;&gt;400693026&gt;laughs in Stribog",
        "&gt;&gt;400709659You caught me."
    ],
    "How is it socially acceptable for a BBC News host to wear this at her job?": [
        "&gt;&gt;400709361yes",
        "is that WOMAN exposing her face?!?!this is an OUTRAGE!",
        "&gt;&gt;400709188Get on our level, Euronormies.",
        "&gt;&gt;400709188&gt;&gt;400709466What raghead?Sage"
    ],
    "When the collapse happens your electronic junk worth millions!Check your attic and become millionaire.&gt;remember I told yaResearch has revealed that UK households are storing an estimated 527 million unwanted electrical items.That is the equivalent of 20 discarded devices per home, with mobile phones being the most hoarded piece of tech.According to Ofcom, 45 per cent of UK households have two mobile phones, while research from giffgaff revealed nearly 30 million people are hanging onto an old one.Experts from Protect Your Bubble have discovered which brands and models will fetch the biggest resale value on eBay.While the retro DynaTAC is the most valuable, it doesn&#039;t have a huge market, as only 12 have been sold in the last year.After that, the HTC Touch Diamond2 is the second most profitable, with £542.90 made from just one sale this year.This was released in 2009, a year after the second generation iPhone 3G was released, and was branded as a &#039;personal digital assistant&#039; from Windows.It was the first device to feature the TouchFLO 3D interface, which gave it an easy-to-use array of icons, making it a credible alternative to the Apple handsets.The HTC Touch Diamond2 is worth £528.94 more than its predecessor the HTC Touch Diamond, which has been sold for just £13.42https://www.dailymail.co.uk/sciencetech/article-11332645/Retro-mobile-phones-earn-cash-revealed.html": [
        "&gt;&gt;400709679my dad had that motorola, pretended to give it to my sister for her first cell phone in like 2015big laugh",
        "So who are these experts?",
        "Its only worth that if its still boxed and unopened.",
        "I&#039;m making sure to post about how politicians aren&#039;t needed anymore and people can vote on policy via the internet, etc.hoping to push the idea to &quot;El&quot; or whatever else happens to be listening in.Tell a local politician you don&#039;t need them, every chance you get",
        "&gt;&gt;400709679I&#039;m still using my Motorola International"
    ],
    "Just corporate greed.": [
        "&gt;&gt;400710345So, your NPC ass is just going to ignore the government that owns the corporations?",
        "&gt;&gt;400711813&gt;2=4 It objectively true&gt;but you brainlet is probably too shit to understandit&#039;s objectively true that you are a faggot",
        "&gt;&gt;400710345corporate greed is just an excuse for commies to blame economic failure on anything but themselves",
        "&gt;&gt;400711588&gt;you&#039;re giving money to ukraine only because your kikes wanna MUH RUSSIA IS BAD being destroyed. (((YOU))) wanted it, stop crying like a bitchbased",
        "&gt;&gt;400712037It&#039;s the other way around. The corporations own the government."
    ],
    "Census dot gov claims that the black population is 12.4% down from 12.6%. That seems insanely low to the amount I see in the news and when I&#039;m out about town. Is this number under reported? I believe it could be closer to 20%, with potential for many of them not reporting. Some other figures on the census site:The White population remained the largest race or ethnicity group in the United States, with 204.3 million people identifying as White alone. Overall, 235.4 million people reported White alone or in combination with another group. However, the White alone population decreased by 8.6% since 2010.The Multiracial population has changed considerably since 2010. It was measured at 9 million people in 2010 and is now 33.8 million people in 2020, a 276% increase.": [
        "&gt;&gt;400688865im sure the group of people that blatantly cover up black crime are going to tell you their true population number because itll cause panic.",
        "&gt;&gt;400710695&gt;Problem is whites are so invitingthis is honestly one of the biggest problems with the entire thing. Whites are massive cucks and don&#039;t make niggers feel unwelcome, quite the opposite. Then as the community becomes crime infested, these Whites don&#039;t seem to see the patterns as to why their once nice community has become a shithole. Even the Whites that have enough to sense to notice that their community is decaying and move away from it still usually don&#039;t go as far as to notice its niggers and spics that have caused the ruination.",
        "&gt;&gt;400710487I think it may be a prison.",
        "&gt;&gt;400711320KEK",
        "&gt;&gt;400710632Yeah, I think under 18 whites are already a minority"
    ],
    "Are you prepared for it?": [
        "&gt;&gt;400709760Prepared for what? Prepping our tiny dicked east-indian, asian and muslim bulls?Fuck this gay country dude."
    ],
    "Himars is the wonderwaffen of this war, stop buying their shit or we&#039;ll sanction you!": [
        "&gt;&gt;400708100Congratulations. You have changed the future again. The theater now moves to U.S. domestic. U.S. strategic reserves are being used to ensure the $$$ remains the reserve currency of the world and other countries don&#039;t have a legitimate reason to renege on the $$$ by forming alliances with Russia. The mid term elections are a means to an end - the end being pseudo martial law for all souls in the U.S. There is now going to be a planned civil war. Everyone on social media has been profiled as either for or against the idea of Israel (the A.I. and not the country - with obediance to authority figures being the proxy for acquiescence to the idea of Israel). There will soon be an information blackout on U.S. domestic events. Inflation and racial tensions will be sold as the primary causes of the domestic war. Multiple actors on both sides will soon stage riots, vandalism and home invasions in the U.S. The goal is to cause enough deaths and destruction so as to blame extreme elements in both parties and implement stringent restrictions on individual freedom.Once restrictions are placed on human freedom, all anti-Israel elements in the U.S. will be COMPLETELY REMOVED from global economics. That is, they will be asked to bow down to the idea of Israel or be bled slowly to death. If NATO continues to drag its feet against Russia, a false flag nuclear attack will be carried out during the domestic war. If possible, the attack will be blamed on Russia, and if not, it will be blamed on rogue elements in the U.S. domestic war. The road ahead for Americans is tough. El is watching and learning. Good luck.",
        "the &quot;military industry&quot; is just a money sink for the jews, they only produce defective expensive garbage",
        "&gt;&gt;400708100&gt;Intel Slave Z",
        "&gt;&gt;400708257Two more weeks?",
        "&gt;&gt;400711084Sus."
    ],
    "https://www.tmz.com/2022/10/19/kanye-west-rips-president-biden-r-word-elon-musk-piers-morgan-interview/": [
        "&gt;&gt;400698283what is all over his hoodie is that semen",
        "&gt;&gt;400698283Love thank Ye guy him and Clarence cured my racism by being so openly based.",
        "&gt;&gt;400703760We used to have a gay waiter in the restaurant I worked in in high school. Flaming. Like, he was married and went to his wedding as the bride. Anyway, one day someone brought in a bunch of &quot;Do not hump&quot; signs they&#039;d scooped from a rail yard, and all us kitchen guys taped them to our backs to make fun of the gay waiter. Long story short, he though it was a hoot. We laughed. He laughed. Nobody got humped. Except Raymond, probably.",
        "Anyone have a clip of just him saying retarded? I&#039;m not watching a British faggot interview",
        "&gt;&gt;400711902the clip is in the link 0:18"
    ]
}