{
    "This board is for the discussion of technology and related topics.  \nReminder that instigating OR participating in flame/brand wars will result in a ban.\nTech support threads should be posted to &gt;&gt;&gt;/wsr/ \nCryptocurrency discussion belongs on &gt;&gt;&gt;/biz/  To use the Code tag, book-end your body of code with: [co­de] and [/co­de]  The /g/ Wiki: https://wiki.installgentoo.com/": [],
    "chrome and steady editionpost your own, or your favorite chromebooks.&gt;recommendations &gt;-----------------------------&gt;for under 150$ you should look for any of the 11 inch asus chromebooks, usually made really ruggedly come with about 4gigs of ram and 32gigs of storage, a usb 3 port and an sd input card&gt;links:(couldn&#039;t post links for some reason 4chan detected it as spam.)(these are examples, they&#039;re good but if you want to buy one do more research on amazon to find the one that is best for you)": [
        "another thing, if you&#039;re not sure you should almost always go for either a dell or an asus, a samsung just might be a good option but they&#039;re harder to find.also try to avoid refurbished ones as MUCH as possible, they are usually done by un certified people and come low quality to barely working or bricks after a month",
        "I tried using one once but every time I connected to my NAS it attempted to scan the entire thing and read every single file",
        "Unironically great devices to coreboot and install a Linux distro on. Literally the device for tinkerers.",
        "&gt;&gt;89327018&gt;for under 150$ you should look for any of the 11 inch asus chromebooks, usually made really ruggedly come with about 4gigs of ram and 32gigs of storage, a usb 3 port and an sd input cardI got a Thinkpad X260 with 1080p display, i5, 16GB of RAM, 240GB SSD and 72Wh battery (lasts 10 hours) for that much."
    ],
    "previous &gt;&gt;89325365&gt;Updateshttps://rentry.org/sdupdates&gt;Local installNvidia GPU: https://rentry.org/voldy | https://github.com/AbdBarho/stable-diffusion-webui-dockerAMD GPU: https://rentry.org/sd-nativeisekaitoo | https://rentry.org/sdamd | https://rentry.org/ayymd-stable-diffustion-v1_4-guideCPU: https://rentry.org/cputard&gt;Cloud Hosted InstallColab: https://colab.research.google.com/drive/1kw3egmSn-KgWsikYvOMjJkVDsPLjEMzlPaperspace: https://rentry.org/865dy&gt;SaaS Sitestxt2img: https://huggingface.co/spaces/stabilityai/stable-diffusion | https://beta.dreamstudio.ai | https://dezgo.com | (NSFW) https://pornpen.aiimg2img: https://dezgo.com/image2image | https://huggingface.co/spaces/huggingface/diffuse-the-restinpainting: https://huggingface.co/spaces/fffiloni/stable-diffusion-inpainting | https://inpainter.vercel.app/paint&gt;Kritahttps://github.com/sddebz/stable-diffusion-krita-pluginhttps://www.flyingdog.de/sd/en&gt;Textual Inversionhttps://rentry.org/embeddings&gt;Modelshttps://rentry.org/sdmodels&gt;GuidesNovelAi: https://rentry.org/sdg_FAQDreambooth: https://github.com/ShivamShrirao/diffusers/tree/main/examples/dreamboothInpainting/Outpainting: https://rentry.org/drfarUpscaling images: https://rentry.org/sdupscaleTextual inversion: https://rentry.org/textardTraining: https://rentry.org/informal-training-guideHypernetworks: https://rentry.org/hypernetwork4dumdums&gt;In-Depth Usage Info/g/ wiki: https://wiki.installgentoo.com/wiki/Stable_Diffusion&gt;Tools &amp; ResourcesIndex: https://pharmapsychotic.com/tools.htmlArtist Styles: https://pastebin.com/HD7D6pnh (embed) (embed) (embed)Prompt sharing: https://lexica.art/ | https://krea.ai/Wildcard list: https://github.com/Lopyter/stable-soup-promptsDataset: https://pastebin.com/HpBPTmbF (embed) (embed) (embed)img2img skeleton: https://app.posemy.art/&gt;Related&gt;&gt;&gt;/h/hdg&gt;&gt;&gt;/d/ddg&gt;&gt;&gt;/vg/aids&gt;&gt;&gt;/vt/vtai&gt;&gt;&gt;/aco/asdgOfficial: discord.gg/stablediffusion": [
        "&gt;&gt;89327641Is it loss?",
        "&gt;&gt;89327674Really depends on what you want to do",
        "Landscape bros unite!"
    ],
    "I have $1000 of the learning budget to spend.What would you buy if you were me.": [
        "&gt;&gt;89326568&gt;&gt;89326619&gt;&gt;89326683&gt;&gt;89326702Put it in a savings account",
        "A pair of nice studio monitors",
        "&gt;&gt;89326568Somewhere between 100 and 250 old textbooks.That or an nice computer if you use it for Computer Experiments and not videogames.",
        "&gt;&gt;89326595This. Everything else is a waste of money.",
        "&gt;&gt;89326894&gt;save money&gt;retards vote biden&gt;biden does retarded things&gt;inflation destroys the value of your stored money&gt;biden doesn&#039;t help&gt;biden just tries to find the maximum number of times he can say &quot;Putin&#039;s price hike&quot; in a single sentence in hopes of making retards support another unnecessary foreign warUntil Biden (and more importantly the people behind him puppeting him) is driven from office, putting money in a savings account is the equivalent of just burning the money. At least if he spends it on a computer or books or even something stupid, he still got more than nothing out of it."
    ],
    "this": [
        "&gt;&gt;89325963i never said i was proud of you, not even a mother could be proud of a son who knocks out cringey replies like that.",
        "&gt;&gt;89324924Roll",
        "&gt;&gt;89324924let&#039;s goo",
        "&gt;&gt;89321922was truman the only president with glasses?",
        "&gt;&gt;89326675This pic is dumb. You don&#039;t need special glasses to identify a trannoid"
    ],
    "&gt;Pico 4 turning out to be dogshit now that other people than shills are getting their hands on itTruly, only Mark Zuckerberg can realize the virtual reality": [
        "really? why. I was kinda interested"
    ],
    "&gt;open source hardware&gt;as thin, light, sleek, and non-autistic-looking as a macbook&gt;unlike a macbook, however, shamelessly admits to the sacrifices in build quality that entails, and only costs as much as that build quality is worth ($220)&gt;furthermore, somehow manages to be fairly sturdy in spite of this, and you can pick it up by the screen without damaging itHas there ever been a more based laptop": [
        "&gt;&gt;89326599vga is good for backwards compat, but the way most people use it now is laughable&gt;have digital video&gt;convert it to analog&gt;transfer using cable&gt;convert it to digital&gt;display",
        "&gt;&gt;89325801performance comparable to 10yo thinkpad x220",
        "&gt;&gt;89326599My autism is powerful not detrimental I don&#039;t really give a shit about image fidelity I want my shit to work. I have DVI and DB13W3 as well.",
        "&gt;&gt;89325801&gt;&gt;89326814I also have one and agree that it&#039;s actually fantastic for the price HOWEVER SOME MAJOR ISSUES:&gt;speakers randomly get power and crack&gt;track pad is the worst I&#039;ve ever used (Why not remove the worthless camera and put in a better track pad fucking retards making it?)&gt;relating to the speaker issue even if you have headphones plugged in audio can some out of the speakers anyways LEADING TO YOU FUCKING BLASTING PORN or whatever else you&#039;re watching&gt;&gt;89326578yep",
        "&gt;&gt;89325890&gt;VGAMan just got released from a 10-year prison sentence or something"
    ],
    "Youtube should honestly charge Premium for 4K videos.The vast majority can&#039;t even use or care about 4K anyways but supporting 4K requires massive costs. If Youtube doesn&#039;t paywall 4K behind Premium they will resort to other tactics that will be far more impactful to the user experience in awful ways.I don&#039;t want to sound like a Google shill, but pay walling 4K makes sense.": [
        "&gt;&gt;89325842yeah, most of the big tech is losing steam, and might lose even more when congress finally stops sleeping on itself and actually pass anti-monopoly laws",
        "&gt;&gt;89325728I wouldn&#039;t even care if their 1080p wasn&#039;t so bitrate starved. Look at this shit, that&#039;s on a 1080p monitor.",
        "&gt;&gt;89327498yify encode tier lmao",
        "&gt;&gt;89325728&gt;Youtube should honestly charge content creators for 4K videos.Fuck you Linus. You and your bugman wife need to spend your YouTube sheckels to upload and store 4k videos of techshrek&#039;s fupa, not us.",
        "&gt;&gt;89327498That&#039;s their recommended source encodes for streams. A decent 1080p 24fps encode will have a bitrate ranging anywhere from 12-20mbps. Their shit is just pathetic and it&#039;s the reason why people upload and watch stuff in 4K in the first place."
    ],
    "&gt;GNU Emacs is an extensible, customizable, self-documenting free/libre text editor and computing environment, with a Lisp interpreter at its core.&gt;Lisp is a family of programming languages with a long history and a distinctive parenthesized prefix notation. There are many dialects of Lisp, including Common Lisp, Scheme, Clojure and Elisp.&gt;Emacs Resourceshttps://gnu.org/s/emacs/ (Official Site)https://github.com/emacs-tw/awesome-emacs/ (Community-driven list of Emacs packages)&gt;Learning EmacsC-h t (Interactive Tutorial)https://youtube.com/playlist?list=PLX2044Ew-UVVv31a0-Qn3dA6Sd_-NyA1n (Beginner-friendly Video Series)https://youtube.com/playlist?list=PLEoMzSkcN8oNmd98m_6FoaJseUsa6QGm2 (Emacs from Scratch)&gt;Emacs Distroshttps://github.com/syl20bnr/spacemacs/ (Spacemacs)https://github.com/doomemacs/doomemacs/ (Doom Emacs)https://github.com/snackon/Witchmacs/ (Witchmacs)https://github.com/pprobst/yukimacs/ (Yukimacs)&gt;SICPhttps://web.mit.edu/6.001/6.037/sicp.pdf (SICP)&gt;Common Lisphttps://stevelosh.com/blog/2018/08/a-road-to-common-lisp/ (A Road to Common Lisp)https://gigamonkeys.com/book/ (Practical Common Lisp)https://cs.cmu.edu/~dst/LispBook/ (Common Lisp: A Gentle Introduction)&gt;Schemehttps://scheme.com/tspl4/ (The Scheme Programming Language)https://gnu.org/s/guile/learn/ (Learn Guile)https://archive.org/details/Schemer/ (+ Books)&gt;Clojurehttps://clojure.org/ (Official Site)https://clojuredocs.org/ (Community-powered Docs &amp; Examples)https://moocfi.github.io/courses/2014/clojure/ (Functional programming with Clojure)&gt;ElispEmacs docs: C-h f [function], C-h v [variable], C-h k [keybinding]https://gnu.org/s/emacs/manual/eintr.html (Aimed at absolute beginners in programming)https://gnu.org/s/emacs/manual/elisp.html (Elisp Reference Manual)&gt;More Lisp Resourceshttps://pastebin.com/tWQmkX0C&gt;Changing Emacs Default Keybindingshttps://pastebin.com/2hg4g3C6(defvar *alt-names* &#039;(/emg/ /let/ /flet/))(setf *prev-thread* &gt;&gt;89137824)": [
        "&gt;&gt;89256139Eshell &quot;find-file&quot; opens a file in the same buffer.  Very handy for interactively tweaking config files.",
        "&gt;&gt;89323315&gt;CL type system is betterBetter how? Some examples?",
        "&gt;&gt;89327489go learn how the CL type system works",
        "&gt;&gt;89327489What CL idiots mean when they say this is you can have a predicate as a type.It&#039;s a single, questionably useful, feature tacked on to an otherwise fairly shit type system.All it does is let you validate a function&#039;s inputs for some random check when you call it.Ironically, I doubt these people have used CL&#039;s type system very much (or they just haven&#039;t used anything else) because if they had they would realise it really sucks.",
        "&gt;89327662ask me how I know you never wrote anything beyond a fizzbuzz in CL"
    ],
    "This thread is for the discussion of portable media players and in-ear monitors.• /iemg/ Recommends HackMD:https://hackmd.io/@AyPeeEye/S1sNUVosu• Extensive PMP Guide:https://azalush5.hatenablog.com/entry/2022/01/dap-comparison-2022-01• Why use a PMP instead of a phone?&gt;better DAC/AMP&gt;more output power so it can drive higher impedance headphones&gt;smaller sizes than phones for activities like exercise&gt;physical buttons&gt;headphone jacks&gt;some people can&#039;t use smartphone at work/use dumbphones• How to request advice:&gt;Budget&gt;Source (phone or PMPs)&gt;Location&gt;Kind (in-ears or earbuds)&gt;Sound Signature (or genres you like, important!)&gt;Past gear and your thoughts on them (important!)/iemg/ IEM Hall of Fame:• https://hackmd.io/@AyPeeEye/S1sNUVosu#Hall-of-Fame• Aria Snow Edition(Aria with better QC but different tuning) - 80$• QKZ X HBB (The actual VK4 upgrade/successor) - 20$/iemg/ Earbuds Hall of Fame:• https://hackmd.io/@AyPeeEye/S1sNUVosu#Hall-of-Fame1/pmp/ Hall of Fame:• Your phone• Hiby R3 Pro / Pro Saber• Sony NWA-55 + Mr Walkman mod• Fiio M11+/USB/BT DAC/ Hall of Fame:• Tempotec Sonata HD Pro• e1da 9038s/d• Qudelix 5K• CX-Pro Audio 31993/TWS/ Hall of Fame:• none(because people keep asking)• https://www.scarbir.com/Old thread: &gt;&gt;89252320": [
        "Varations 2 when?",
        "&gt;&gt;89325092&gt;8BA&gt;you&#039;re lucky if 1 per side does anything",
        "&gt;&gt;89327352What can I say, I like the chinky gamble.",
        "Anticipated new pos?HBB Maka when??Moondrop collab when???",
        "&gt;&gt;89324796Variations have two big pros. Bass is very good, pretty much as good as you can reasonably get it, at least mechanically. Bass is also the most determining factor when it comes to the preference, so Variations may turn some people off (those people also tend to have hypogonadism). The second pro is the treble, which extends really well, and is also really hard to fix with EQ on cheaper headphones.That being said, if you like Blessing, you should just buy Zero. It&#039;s basically as good and a fraction of the price. Still waiting for someone to make variations at 50 bucks."
    ],
    "Broke as shit and would still like a VPN, preferably free. Any suggestions?": [
        "do you know a dude into servers and has a static IP?",
        "Calyx and Tor are the only options",
        "&gt;&gt;89327132&gt;free VPNmay as well just use TOR, then get a job.",
        "&gt;&gt;89327166Got it, thanks chief. o7",
        "&gt;&gt;89327132Sex"
    ],
    "Let me guess, you need more?": [
        "&gt;&gt;89312420What is this boomer text joke? Explain it to me.",
        "&gt;&gt;89325946it is the ultimate pen",
        "&gt;&gt;89325476&gt;went to my local stationery shop to buy some based pentel bk77",
        "&gt;&gt;89325946Try thinking of the &quot;3&quot; as balls:):O",
        "&gt;&gt;89322645&gt;fountain pen fags will call me a poor for using a fountain pen that costs less than $300Fuck them pens are made to be used not be a piece of jewelry. I carry the cheep ass PilotVasity Disposable fountain pens because i have never had one leak or dry out on me.  Call me crazy  but a usable pen is worth more than a flashy thing with a gold nib"
    ],
    "It&#039;s ogre": [
        "&gt;&gt;89327438they are talking about webdev, not programming microchips, drivers, etc lol",
        "&gt;&gt;89327360imagine the bloat",
        "yes it turns out most code monkey work can be automated. you found out the secret of &quot;Overemployment&quot;. how those niggers on reddit and blind have 3-4 jobs and rake in 500k yearly.",
        "&gt;&gt;89327360I&#039;ve worked with a few engineers actively using autocomplete. They managed to generate 80-90% of the code via IntelliSense suggestions.I, at the same time, kept all &quot;helpful&quot; crap disabled. What deserved to be copypasted, I copypasted. Everything else I typed manually.Try to guess which of us was considered more productive.You don&#039;t really have to guess. Building software requires understanding, typing it out is a small % of the job.",
        "&gt;&gt;89327360&gt;&gt;89327380Legitimately, how would GPL code impact AI code production? Would the ML model itself then fall under GPL? Would the code produced need to carry the GPL license?"
    ],
    "like making a file sharing server with nginx and stuff for cytube, I did that and it was cool": [
        "cute chino",
        "chino needs rape"
    ],
    "Why is Elon Musk the only person in the tech industry still making innovative products?": [
        "&gt;&gt;89326054No. IQ alone cant carry that weight. IQ doesn&#039;t determine how hard a person works. Its a personality trait.",
        "&gt;&gt;89306865&gt;ya&#039;ll",
        "&gt;&gt;89306365&gt;If he&#039;s so innovative, why hasn&#039;t he made an electric motorcycle? Checkmate athiests.because electric bikes, scooters, motorcycles are inherently gay. go back to /n/",
        "&gt;&gt;89306715&gt;&gt;89307254because your a disingenuous retard. sure a lot of those things &quot;existed&quot; prior to Elon but none of those things were a reality for you average person because they were at the very best &quot;conceptual&quot;.&gt;electric carswas an impossible pipe dream before and now 1 out of 5 cars I see is a tesla.&gt;starlinknot going to go into this because this anon &gt;&gt;89306865 blows you the fuck out of the water.&gt;spacexthe only thing giving meaningful advancement in space exploration since the moon landing. might even be the company that gets people to mars within out lifetimethere are plenty of rich billionaires and millionaires out in the world but absolutely none are doing anything meaningful or helpful that makes a difference to you average man. they only care about staying ontop of their little ant hills while elon actually makes an effort to do more.",
        "&gt;&gt;89307662normies love elon, retard. no billionaire is good"
    ],
    "What is the best unwoke alternative to Github? I&#039;m looking for political neutrality not hate.": [
        "&gt;&gt;89316699Well that was a waste of a post lmao",
        "Nighub where everything is posted automatically adheres to +NIGGER license",
        "&gt;&gt;89327424I can&#039;t believe they renamed Master to Main",
        "&gt;&gt;89327492not in Nighub",
        "every time i make a change i run these commands&gt;diff RELEASE_x.y.z WORK &gt;&gt; diff-$(utcdate).diff&gt;sftp domain.test&gt;cd diffs&gt;put diff-2022-02-02T22:22:22.diff"
    ],
    "&gt;forced indentation&gt;never have to deal with excessive brackets againWhy is it such a brilliant design and only adopted by python? Why don&#039;t other programming languages take the effort and make their syntax more readable?": [
        "&gt;&gt;89318419because brackets make the lifetime of variables clearer",
        "&gt;&gt;89324908&gt;didn&#039;t deny it",
        "&gt;&gt;89325466Indentation could have the same effect but Python has only global and function-scoped variables anyway.",
        "&gt;&gt;89324957&gt;Its this generation&#039;s BASIC.Nah, not even close.  The generations that grew up learning BASIC grew up in a very different world-- a world without internet (or at least very limited) and where computing resources were always extremely limited.  BASIC was a literal toy language you used to learn basic shit like flow control, variables, and so on.  BASIC had no meaningful equivalent to numpy, scipy, and the thousands of other libraries you can install and use to immediately begin solving real-world problems.  Even the other big learning language (Pascal) was more practical.  It was nowhere near as popular and useful as Python is in 2022. .&gt;Its pseudocode that can (inefficiently) excute.Yeah and that&#039;s really valuable.  Efficiency is relative its relevance is highly contextual.",
        "&gt;&gt;89319400This: &gt;&gt;89323796&gt;&gt;89324554&gt;&gt;scope denoted by the absence of somethingExcept that&#039;s not what it is, retard.  Presence of indentation is not absence of anything.&gt;&gt;89324554&gt;non-trivial code basesEither you don&#039;t know what &quot;trivial&quot; actually means or you have to exaggerate to cover for the fact you have no real point."
    ],
    "why is toxic masculinty so prevalent in developers circles?why can&#039;t we have more safe and inclusive spaces?incelss please don&#039;t reply": [
        "&gt;&gt;89327612because inclusive lowers quality assurance. harsh but true",
        "&gt;&gt;89327619",
        "It was a usual night at the office. Just my indian v-dashes, slaving their ass off for minimum wage and doing unpaid overtime as usual. After they all went back to their tiny shared appartments, I decided to take a shower in the office gym. The showers, roomy with their black tiled floors and walls, were actually a very relaxing and a spiritual moment for me when I wanted to escape from the smell of soul-penetrating currynigger I had to spend my time during the day in. As I undressed, I lighted a few scented candles and placed them in a pentagram in front of a picture of Steve Ballmer. After all, he was the true OG CEO of Microsoft. Blessed by His display, I entered the showers. I adjusted the temperature from &#039;Mumbai&#039; to &#039;Ballmer&#039;, the increase of temperature always makes me sweat and forget about the the stupid KPIs I still had to get signed off. As the water drips down my body and flows over my genitals, I cannot help getting erect. The warm Ballmeresque water stimulates the tip of my penis and I simply cannot resist. Just a few tugs, not more. &quot;Enjoying ourselves, I see?&quot;. A tingle runs down my spine. That voice. Could it be? No, impossible. I turn my head towards the voice. A large, heavy built ex-CEO stands in the opening of the shower, his belly barely exposing his large-shapen manhood. &quot;Seems you&#039;re due for a promotion soon&quot;, he says as he starts walking towards me, sweat already dripping from his nipples before he even takes the first step. &quot;H-hi&quot;, I stumble for words. &quot;Don&#039;t worry, I can make sure you get that fat paycheck. But first...&quot; he grabs my cock &quot;a little something in return.&quot; He tugs me off for a moment, I want to resist, but his grip is too strong... and it feels good too. He stops, grabs my ass and turns me around. &quot;Now, for a little good old fashioned Windows ME&quot;. A sharp stab in the rear. I feel it entering. I resist a little, but his thrust is too strong. Faster and faster. &quot;DEVELOPERS DEVELOPERS DEVELOPERS DEVELOPERS&quot;",
        "&gt;&gt;89327648KEK",
        "&gt;&gt;89327653This is weird, but I had a chemistry lab professor that had some of his &quot;energetic&quot; vibes. She was cool."
    ],
    "&gt;no desktop thread after ctrl-fight, lemme fix this": [
        "&gt;&gt;89327099You got me, fellow 4channer...",
        "&gt;&gt;89321623It&#039;s VP9, you&#039;re a Mac user.",
        "&gt;&gt;89320929What WM is that, and what theme? I am using IceWM and Win95 theme personally",
        "&gt;&gt;89321651Honestly, just use Openshell. If you insist on continuing to use Windows, Openshell lets you customize everything to how you like it. Win 10 doesn&#039;t have the option to use classic theme anymore and neither does Win 11, so thats your best bet. Win 11 compatibility is a bit shakey last I tried it but if you use Win 10 it works flawlesslyhttps://open-shell.github.io/Open-Shell-Menu/",
        "&gt;&gt;89327401DE: Xfce 4.16 WM: Xfwm4 WM Theme: Chicago95Theme: Chicago95 [GTK2/3]Icons: Chicago95 [GTK2/3] Terminal: xfce4-terminalmvp has the winamp profile configured"
    ],
    "&gt;Wikishttps://dmpdoc.neocities.org/https://web.archive.org/web/20220330105340/https://rentry.org/dmpdochttps://rentry.org/dmprockandroll/https://mu-sic-production.fandom.com/wiki//mu/sic_Production_Wiki----------&gt;/g/ made a sixth album!https://www.youtube.com/playlist?list=PLX-8BeqU7bbzXXaUOu63NVBfXeCcGy7Zq&gt;/g/ makes a seventh albumTheme: ChristmasTitle: &quot;Free and Open Presents&quot;Artist: AnonymousCover art: To be decided.Submission deadline: Midnight between the 13th and the 14th of December (UTC)&gt;IMPORTANT! READ THIS BEFORE SUBMITTING:Upload the file somewhere and post the link here.If possible use a lossless format and upload to a file-sharing service, not to a music site like Vocaroo or SoundCloud.Include the title of the song in the post. Don&#039;t rely on us reading it from the filename or tags.When you post the submission make sure that the song is clearly a submission for the album, otherwise it might get skipped.Songs that contain anything against YouTube&#039;s policies won&#039;t be oploaded on YT (but will still be added to the album)PLEASE SUBMIT COVER ART FOR THE CHRISTMAS ALBUM&gt;Where can I hear the previous albums?https://rentry.org/dmpalbums----------Previous thread: &gt;&gt;89220931": [
        "&gt;&gt;89303604it&#039;s not that different than guitsr pedals, there&#039;s a market for people that just want a three knob answer",
        "chorus, phaser, or flanger?",
        "&gt;&gt;89326378delay",
        "&gt;&gt;89326378reverb",
        "&gt;&gt;89326378you have failed the IQ test"
    ],
    "Is he right?": [
        "he&#039;s a millionaire who keeps gambling his money away on crypto and day trading. he&#039;s lost hundreds of thousands $ on that and kept going. while his coding talents are what made him rich, he&#039;s clearly not right about everything",
        "&gt;&gt;89326589Literally yes, he himself has said that Photoshop is essential for making software, something that only webshits think.",
        "&gt;&gt;89326949I&#039;m mostly just a g tourist, so uhhh what&#039;s up with all of the hate against webdevs? I understand the modern web is quite bad due to a myriad of issues such as the overuse of Javascript and just bad practice in general (like using 20mb photos everywhere lmao), but it truly is great for reaching audiences and creating independent income sources. The only problem with the web I can really see is only people being retarded. But just because your programming language filters out most stupid people doesn&#039;t mean it&#039;s more useful.By all means, keep programming in C or whatever. It&#039;s great to have software that runs on people&#039;s machines offline, natively, and isn&#039;t massively abstracted from hardware. I actually wish there was more of it because I REFUSE to run the dogshit that is named &quot;GIMP&quot; on my Linux machine, so I&#039;m forced to use retarded web bloat like photopea.com instead. It&#039;s gay and depressing, but really my only option. Since a lot of web development is contingent on a person&#039;s ability to have a good eye for UI/UX, I would say TechLead&#039;s assertion that knowing how to use Photoshop is necessary is correct.",
        "&gt;&gt;89326909cahd?",
        "&gt;&gt;89327535&gt;I&#039;m mostly just a g tourist&gt;proceeds to post some most exquisite baitkek good job newfren"
    ],
    "Upgrade to Windows 11. You won&#039;t regret it.": [
        "&gt;&gt;89325239&gt;have the same CPU&gt;2015 is considered old now....",
        "&gt;&gt;89324110",
        "&gt;&gt;89325239Microsoft provides instructions on how to install on older cpus and mobos without tpm2.0.Just a few registery changes, super simple, youtube it.",
        "&gt;&gt;89324110I want to, but I know that I will regret it. My current windows 10 setup is absolutely stable and everything just works.",
        "&gt;&gt;89324110Stopped reading after &quot;upgrade&quot;&gt;pacman -Syu"
    ],
    "So when will mobile devices be actually useful for being productive or creative?&gt;making a shopping list or noting your brilliant shower thoughts to post on /r/im13anditsdeep isn&#039;t productivity": [
        "&gt;&gt;89323978For them to be &quot;productive&quot; you have to merge with the botnet and give up your privacy. Few people want that unless they&#039;re technology inept or don&#039;t really care (or even know what is happening).I always turn off any sync, AI, voice activation and similar bullshit.It&#039;s the world we live in.",
        "&gt;&gt;89327264My bad. I meant to say when AR becomes normalized. Proper AR with full daylight visibility achieved via high quality retinal laser displays.",
        "&gt;&gt;89327264&gt;Twiddler3I also love some RSI.",
        "&gt;&gt;89323978Ipad is basically an all-in-one replacement for textbook/notebook/netbook. You can read, take notes, annotate PDFs, create teaching/training materials, use for presentations, use email, share media, etc etc. If you utilize any form of those items an iPad is actually an optimal replacement.",
        "&gt;&gt;89324001Tablet is good for art (specifically the ipad pro because procreate exists). Besides that, it’s a content consuming machine."
    ],
    "Someone at Microsoft thought THIS is what their shitty mobile app needed. Not a way to add a motherfucking image to my email signature, just to name one possible feature. This is what their flagship mobile mail client that I&#039;m forced to use from work really needed.": [
        "&gt;&gt;89327197When will you grow up? Obsess over me all your life. okay",
        "&gt;&gt;89327197NAKADASHI",
        "Oh and the fuckers even named the various themes according to the respective fag flag. I wanted to pretend these are just some pretty colors but no, if you want the cute pink theme you have to select the tranny theme. Fuck this shit, really, fuck everyone at microsoft and everyone who uses their products, me included.",
        "&gt;&gt;89327163why cant they just let you import your own image, its not fucking hard, how can msft be this retarded",
        "&gt;&gt;89327221Do you have a problem with it?"
    ],
    "Technology just made me waste so much time while achieving nothing. What do bros?": [
        "&gt;&gt;89325578low iq i am sorry for you",
        "&gt;&gt;89325923&gt;Low IQ, I am. Sorry for you.Oh ok.",
        "&gt;&gt;89325948Thanks Yoda",
        "&gt;&gt;89325575compile coreboot and I&#039;m not elaborating on the firmware battery hacking because it cost me quite a few laptop batteries and I&#039;ve seen how retarded /g/ is. There&#039;s a few interesting talks you can find on youtube that will also link to the necessary documents.",
        "&gt;&gt;89325139back to /r/eddit you piece of shit"
    ],
    "What does /g/ think of https://www.alltheinternet.com/?": [
        "It has made up my mind for me.",
        "&gt;&gt;89327145what do you usually use?",
        "&gt;&gt;89327034doesnt have !bangs built in, cant use.",
        "&gt;&gt;89327034Seems convenient, thanks OP.",
        "&gt;doesn&#039;t show me one million resultsanother garbage serch engine"
    ],
    "https://adguard.com/en/blog/easylist-filter-problem-help.html&gt; A couple of weeks ago EasyList maintainers saw a huge spike in traffic. The overall traffic quickly snowballed from a couple of terabytes per day to 10-20 times that amount. The source of that dramatic surge, it turned out, were Android devices from India.": [
        "&gt;&gt;89327149I guess it does suck being an indian objectively. Like our passport is fucking dogshit. I&#039;d like to move to a country like singapore myself.I&#039;m not ashamed or anything though",
        "&gt;&gt;89327238Are you a rich Indian? I&#039;ve heard that if you are, you can have pseudo-slaves",
        "&gt;&gt;89327477Yeah I guess. At least my dad is. I myself would be top 5-10% income. Doesn&#039;t mean much on a global scale though. About the pseudo slaves, you can get maids for really cheap here. So cheap that Indians living in other countries get maid visas, bring them over for domestic help",
        "&gt;&gt;89327582nice. enjoy buying cunny slaves from poor families",
        "&gt;&gt;89327639kek, its all old wrinkly slaves"
    ],
    "It&#039;s overF": [
        "&gt;Global Rank: 240&gt;Country Rank (US): 181Still way too high.&gt;Category Rank (Games): 5/v/ was a mistake.",
        "&gt;global rank 240we need to diminish that number.",
        "&gt;&gt;89327124zoomers are all on discords and the older folks are all too mature to use this site at this point",
        "&gt;&gt;89327124336 Million visitors and only a handful of posts a day. anyone else think that&#039;s a little odd? i understand a lot people like to just lurk but damn. that&#039;s like a 90% lurk rate...https://codeberg.org/emanresu/DeadInternetTheoryIndex"
    ],
    "sup gI need a specific solution for a problem. I have been collecting computers for years, in a room in my family &#039;s house.However, my parents want to get rid of my collection and use the room, and the situation is very tense. They fail to acknowledge the value of my PCs, many of which are older than some posters here. Pentium 1, 486, 386, Pentium 2, inkjet printers... I love them. IDE ports, PCI, ISA, caches, switches, FSB, AT... thats a different universe!I don&#039;t know what to do, they want to enter the room and I have managed to lock the door, but this is only a temporary solutionanyone here had this problem? I don&#039;t know what to do, please help": [
        "&gt;&gt;89320385&gt;hoarding is a mental illnessHelp promote the globalist leftist jewish agenda. Own nothing. Be stupid.",
        "&gt;&gt;89320131&gt;Didnt you post about this a couple of years ago? &gt;Arent you the idiot NEET that wrote &quot;Valueable&quot; on e-waste in your Klingon language so that your mom didnt throw shit away?&gt;I like vintage computers and i own a few laptops that i played with as a kid. &gt;MSDOS is what led me down the path of learning about computers instead if just using them as a toy and i have saved those computers since they were the origin for me getting a well payed job and opportunities. &gt;I have those computers in MY apartment, that I pay for, with MY money. &gt;Move on anon! What happens if your mom looses her job? Or she just decides to move to a smaller house? You cant live your life as a burden, it will destroy you! &gt;Start small. just buy/find free/build some shelves so that it doesnt look like a garbage dump. &gt;Sort your scattered crap into boxes instead of just stacking them on top of other garbage. &gt;Get rid of stuff that is unfixable. Sell it or donate it to fund your nice stuff.&gt;There is a difference between collecting and hoarding. &gt;Do you have any place to set up a workstation with this? I  mean do you have a place to use at least on of these at a time? &gt;You are deluded and in denial. no one thinks you are in the right here. no one finds this interesting or cool. You are just collecting nice retro hardware and ruins it by doodling on them and stacking them until they will break.Sooo... What is it EXACTLY that brought you here, Mr. Condescending Narcissist?",
        "Bumping the thread so that OP can reply.",
        "&gt;&gt;89309658Move out faggot.",
        "&gt;&gt;89311033Imagine if you put that amount of thought and effort into moving out of your mom&#039;s house."
    ],
    "name a more useless country for technology": [
        "&gt;&gt;89325897Gradiente is based af",
        "&gt;&gt;89324794&gt;In fact, people are so dumb that programmers actually see themselves as &#039;smartLol, I can confirm it",
        "&gt;inb4 never heard o this country.",
        "&gt;&gt;89324005French culture created the airplane.Wright patented his first dune glider and waited for the French to put his creations in public for copying, he had an engine that flew 38km, but in the public demonstration he used a French engine.Prove me wrong.",
        "&gt;&gt;89327106cope"
    ],
    "&gt;Update firefox&gt;more shilling for LGBT shit and making sure brown people are always rent-free in your headNo wonder their marketshare is less than 5% and anyone still using it is just relying on other people to remove all this shit for them with a user.js. Why would I want a shittier experience with even more ads if I can just use Chrome?": [
        "&gt;&gt;89314358I mean true. I hate toons and nigs too but Firefox is easily the bwst browser. Just use librewolf maybe",
        "&gt;&gt;89310958&gt;New Firefox update introduces more ad space&gt;he isn&#039;t using Librewolf",
        "&gt;&gt;89327057stfu fag google is very left wing. Firefox is better anyways. Just use librewolf",
        "Bros, how can i get rid of this retarded shit?Literally what was wrong with just having the incognito icon, why did they have to add &quot;Private Browsing&quot; next to it.",
        "&gt;&gt;89327624Google is an oppressive totalitarian like any corporation or government."
    ],
    "zoomie got crap like this in his portfolio and thinks he&#039;s teh hot shit lol": [
        "Better than nothing, but what the fuck is that?",
        "&gt;&gt;89327554Looks like he&#039;s mapping values to other values.The reason is anyone&#039;s guess."
    ],
    "/ptg/ is dead, but don&#039;t worry, we are all here anyways &gt;&gt;89285913Old Thread: &gt;&gt;89284158Not sure what private trackers are all about?The mission of /ptg/ is to promote the highest possible standards of tracker service by providing members with opportunities for professional development, by recognizing technical competence through examinations and by advancing the interests of its members.Check out the wiki and update it yourself if you want more instead of complaining like a fucking faggot. https://wiki.installgentoo.com/index.php/Private_trackersHow to get into private trackers (and survive): http://pastebin.com/BFQBwQxm (embed)Paths to get into trackers (particularly old and outdated): http://pastebin.com/D74UA1UK (embed)What.CD Interview Notes: http://pastebin.com/Wgz6T7ta (embed) https://www.whatinterviewprep.com/(https://web.archive.org/web/20160229144243/https://www.whatinterviewprep.com/)Various tracker IRCs and sites open for signuphttp://pastebin.com/dD3cqWKc (embed)Use &gt;&gt;&gt;/g/ptg as a link to find the /ptg/ thread.Remember the following:&gt;staff occasionally read these generals and have posted here before.&gt;this is a thread for educational purposes only don&#039;t offer or ask for invites. Staff may pretend to be normal users asking for invites and when you invite them, they ban you for inviting strangers&gt;people may report emails and other personal info posted here to staff to get you banned.&gt;most of the invite offers here are people trolling you with false hope - begging for invites is a waste of time and you should just interview": [
        "&gt;&gt;89326870&gt;&gt;89326848What did he mean by that?",
        "&gt;&gt;89326932Stop using that word, retard. I&#039;m going to filter you.",
        "&gt;&gt;89326932&gt;&gt;89327295keep using it, it annoys redittors and cabal trannies",
        "apeshit",
        "&gt;&gt;89327295but..."
    ],
    "&gt;info stdioor&gt;man stdiogives me pic related. Is there like an index page for the rest e.g. stdlib and such?": [
        "Stupid question thread?man stdlib.hhttps://man7.org/linux/man-pages/man0/stdlib.h.0p.html",
        "&gt;&gt;89327496https://cplusplus.com/reference/I used this one, but I&#039;m not a C programmer.",
        "&gt;&gt;89327607I was asking if there is an index page for all the library files included in the standard. Also,&gt;man stdlibor&gt;man stdlib.hOpens nothing. Maybe I have incomplete manual package installed then?"
    ],
    "What are you working on, /g/?Previously: &gt;&gt;89283984": [
        "&gt;&gt;89314059&quot;talk to women&quot; is an euphemism to &quot;have sex&quot;, anon.It&#039;s just that saying &quot;have sex&quot; is sooooo 2020",
        "&gt;&gt;89327054&gt;comparing your encoded letters with the example encoded text on githubThat&#039;s what I did! And I got confused because they don&#039;t match 1 for 1 at the start... but it&#039;s working!",
        "&gt;&gt;89327109&gt;because they don&#039;t match 1 for 1 at the startNevermind, I was just looking at the wrong file the whole timeThey do match 1 for 1, because I did it rightThanks anon",
        "Well, &gt;&gt;89302921, &gt;&gt;89312678 here, I finished my painful day of debugging and found the issue, a stray call to the cursed rsqrt intrinsic in an external plugin. I was also &gt;&gt;89299120, maybe I should have pursued that line of attack a bit more before just plunging into brute force debugging... I was only half sure that rsqrt was the cause of my problem and I didn&#039;t want to spend hours setting up some clever disassemble and search routine only to not get any hits. Oh well, problem solved at least.",
        "&gt;&gt;89313917What do people use in Java for concurrency? Do you just go with the Java concurrency libs / Thread  classes?"
    ],
    "How the fuck do we still not have modular Smartphones in 2022? Phone manufacturers have jewed us overpriced upgrades long enough.": [
        "&gt;&gt;89326008It is cheaper to design/build them as a single piece. Soldered shit is cheaper because it doesn&#039;t need a person to assemble it.",
        "&gt;&gt;89326008&gt;&gt;89326302Google created project Ara and killed it I&#039;m favor of Google Pixels",
        "&gt;&gt;89327453In*",
        "&gt;&gt;89327453I never even heard of those! Shame they didn&#039;t keep them around",
        "&gt;&gt;89327522I don&#039;t think they ever got past the prototype phase. None came to market. It was supposed to be about 100 dollars which was really affordable for a cellphone in 2016. It&#039;s a shame that it never came out."
    ],
    "Does anyone know where one can downloads firmware for fortinet firewall? I got a used one but no way I&#039;m paying a subscription just for an os update. Fuck those hand rubbing parasites.What do you guys use to protect you home network anyway? Openwrt on an old router? A vm with pfsense? Or something more sophisticated?": [
        "&gt;&gt;89326535All of the sites I&#039;m in charge of have these firewalls so i&#039;ve been upgrading them all over the last week due to the big CVE.i have nothing protecting my home network because i live with my parents.if you don&#039;t upgrade your shit is vulnerable (though there are workarounds) and if you do upgrade you&#039;ll probably download a pozzed file so it sounds like you&#039;re completely fucked.",
        "fortnite is for /v/, zoomer",
        "&gt;&gt;89326535Your SOL unless you know someone personally that has access to the Fortigate software portals aka a partner. Sold my 60F and replaced it with an old C2758 server with OPNSense."
    ],
    "&gt;300 watts&gt;less frames than last gen AYYMDIT OVER INTCELS": [
        "&gt;&gt;89325459Kek",
        "&gt;&gt;89325222Trips of truth",
        "&gt;&gt;89325111nicely cherrypicked benchmark.now engage UNLIMITED POWAH and post results",
        "&gt;&gt;89325111&gt;419.9 average FPSliterally unplayable",
        "&gt;&gt;89325111&gt;muh gaymesthe i9 is for serious professionalss who do actual work, not pew pew pew."
    ],
    "Is there a T-SQL function that I can use to detect intervals? So basically I want to put a filter in a SQL query where data won&#039;t be sent every 7 days on a specific period. So for example if I have 3/10/2022 to 5/10/2022, data won&#039;t be sent on that period, 10/10/2022 to 12/10/2022, 17/10/2022 to 19/10/2022 and so on": [
        "&gt;&gt;89326357Just check the day of the week. If the interval is not 7 days you&#039;ll need some more math.",
        "&gt;&gt;89326417Yeah anon, that would work. What if the interval is 16?",
        "&gt;&gt;89326449Convert date to int and use remainder operator (%).",
        "would this work?wheremod(extract(days from (x - start_date)), 7) = 0",
        "OP REPLY ALREADYU"
    ],
    "no battlestation thread? Let&#039;s fix that. Full judgement edition! Fuck being nice.": [
        "&gt;&gt;89309823white male and was top 2k in valorant and have been 2.5k elo in faceit. i just grew up and dont climb anymore bc who tf cares&gt;&gt;89309775i have been pondering on whether to get the elgato low profile one, but it would be more hassle than its worth due to the work laptop being there, also the blue one is primarily designed for condenser microphones that aren&#039;t unidirectional. the sm58 is dynamic so it wouldnt really work above me",
        "&gt;&gt;89321201&gt;on the desklook at the picture again.",
        "&gt;&gt;89324007It was just there for the photo of course. Runing a sander to smooth out and level the wood and a saw to cut lengths to fit just made so much dust. At least I got rid of the wall to wall carpet American houses always seem to have.My desktop was in another room, with air cleaners, and I was still having to clean the PC filter every 2 days or so else it was full of sawdust. I&#039;ll be happy here soon as I can put my workstation back in my IBM chassis, and reclaim that corner of my desk.",
        "&gt;&gt;89327290Forgot image",
        "&gt;&gt;89305086Laptop specs?"
    ],
    "&gt;&gt;89219164Don&#039;t buy anything OTHER THAN IBM/Lenovo ThinkPad T, X, and W/P Series if you want the Real Business Experience™&gt;Other business laptops are welcome in /tpg/ (Dell Latitude/Precision, HP EliteBook/ZBook)Why ThinkPad?&gt;Used machines are plentiful and cheap&gt;Excellent keyboards, tactile feel and quiet&gt;Great durability: magnesium roll cage for structural integrity, with high quality plastic body panels&gt;Utilitarian design: e.g. indicator LEDs, 7 row keyboard layout on older models&gt;Docking stations that easily turns your laptop into a desktop&gt;Easy to repair (most models), upgrade &amp; maintain thanks to readily available service manuals for every model, spare parts easy &amp; cheap to obtain&gt;Excellent Linux &amp; *BSD supportThinkWiki - General info about ThinkPads/specshttps://www.thinkwiki.org/wiki/ThinkWikiModern models:&gt;X220/X230 - 12&quot;, 768p, cheap and light&gt;T420/T430 - 14&quot;, 900p (1080p w/mod board), Ivy Bridge support on T420 w/coreboot, quad core upgrade, classic keyboard mod on xx30 series&gt;T520/530; W520/530 - 15&quot;, 1080p, DTR, 32GB RAM on quad core models&gt;T440p/540p; W540/1 - last ThinkPads with socketed processors, easily replaceable trackpad (W541 doesn&#039;t need trackpad replacement)&gt;T440s/T450(s)/T460(s)/T470(s) - ultraportables, good battery life&gt;T480 - last ThinkPad with swappable battery, T25 keyboard mod, excellent performance/battery life, getting cheaperUpgraded models:&gt;X210 - X200/X201, i5-8250U quad core&gt;X62/X63 - X61, i5-5250U&gt;T70 - T60, i7-7700HQIPS displays, USB 3.0, M.2 x4, MiniDP, no dockhttps://forum.51nb.com/forum.php?mod=forumdisplay&amp;fid=117BIOS replacement:https://coreboot.org - T440p, X131e, X1C1, and xx30 series (no 61) or olderhttps://libreboot.org - X/T60 and xx00 seriesAdditional resources:https://biosimage.booru.orghttps://1vyra.inUEFI patches:https://github.com/digmorepaka/thinkpad-firmware-patchesChat:https://discord.gg/Ybdz7AS##ibmthinkpad on libera#/tpg/ on rizon": [
        "&gt;&gt;89325880Eurostani nofuns cope&gt;&gt;89326017Pf940cl",
        "Honestly, what&#039;s the best non-thinkpad business laptop to buy new? I&#039;m leaning z-book. Must have external GPU, as it&#039;s both a work and play machine.Have a T480 with high-dpi screen and discrete graphics right now. Swore never to buy another nu-thinkpad after I had to send it to service 3 times in the first year.",
        "looking for a bios chip replacement and can&#039;t find a W25Q128FVSIG (that was recommended in the libreboot page) in my areawhat&#039;s the difference between it and these other fuckers? the specs look the same",
        "&gt;&gt;89320911I have the AMD model. Best laptop I&#039;ve ever owned, and yeah the cooling us great",
        "&gt;&gt;89326874No. Bad. Don&#039;t buy what is recommended. Buy what your laptop uses."
    ],
    "How do you effectively shoot down a primitive low-flying missile that is invisible to radar? They only cost a few thousand to produce but the current missiles shooting then down cost a few hundred thousand dollars which is not sustainable": [
        "&gt;&gt;89327362its just a drone bro, what do you expect us to discuss if it can run linux?",
        "&gt;&gt;89324250BASED POSTFUCK UKRAINE AND NAZI SUPPORTING LIBS",
        "i’m sure directed energy weapons are the answer to this, good luck birds / eyes",
        "&gt;&gt;89327181Yes goy, slurp up the tranny nato propaganda, the literal thousands of videos of critical infrastructure on fire are all lies from dem rushians!Putin has cancer and they will run out of missiles in 2 weeks! I know because CNN told me!https://t.me/battleinsightshttps://t.me/intelslavahttps://t.me/DonbassDevushka",
        "&gt;&gt;89323092It&#039;s low and slow.  Just use antiair guns."
    ],
    "Old Thread: &gt;&gt;89277800Not sure what usenet is all about?The mission of /pug/ is to promote usenet and to prevent fucking up /ptg/ beyond recognition.Don&#039;t worry, neither do I but these people have some kind of grip on reality: https://www.newshosting.com/what-is-usenet/How to get into usenet: https://reddit.com/r/UsenetInvites/ Also see PTP&#039;s PU+ invite board for user invites.Hold on a second, guys, I just got a call. That was the president and he told me that being in Fakedoor and .in proves you&#039;re not a baby.If you&#039;re not in these he says you&#039;re sad, weird and a baby.Being in these indexers is the only proof you are not a baby. So guys, are you all babies?Use &gt;&gt;&gt;/g/pug as a link to find the /pug/ thread.Remember the following:&gt;How do I use usenet? Fuck if anyone knows.&gt;Get ready to pay2pirate&gt;What are the top indexers? (What is an indexer?)nzbs.in (best usenet site apparently)omgwtfnzbs (2nd tier)DrunkenSlug, DogNZB, NinjaCentral (3rd tier)nzb.su (destitute tier)": [
        "i already have omg, is nzbs.in any better? because omg is pretty good imo and leagues ahead of the sub tier shitters.",
        "&gt;&gt;89285913funny pic",
        "&gt;&gt;89326678Send invite sir",
        "&gt;&gt;89326678it&#039;s a better version (content-wise) of omg basically, they are quite similar",
        "&gt;&gt;89326812imagine not having stolen keys. is this /g/ or plebbit?"
    ],
    "Why? It is not mandatory for your job.It is not mandatory for social interaction.It actually hurts you socially.If you suffer from wrong think, you could lose your job.": [
        "&gt;&gt;89323519&gt;unless you work at linked in as a dev and it&#039;s mandatory, there&#039;s no reason to use it.Imagine being this jobless.",
        "&gt;&gt;89322659what makes you think i use social media?",
        "&gt;&gt;89322936lmao the guy at the end totally nailed itfuck pregnant womenwhat does it have to do with OPs question tho?",
        "&gt;&gt;89322659No, to me it&#039;s utterly alien behavior. I can&#039;t imagine wanting all my thoughts and opinions out in a widely used public forum tied to my actual fucking name and identity. Social media is clearly only used by kids who don&#039;t know any better and adults that would never be on the internet in the first place if it weren&#039;t for smart phones. I was raised to never put my name online because I wasn&#039;t raised retarded.",
        "&gt;&gt;89322659I don&#039;t, unless messengers count as social media."
    ],
    "Why, yes, I am a PSP enjoyer. How could you tell?": [
        "You just told me.",
        "Why, yes, I am a PSV enjoyer. How could you tell?",
        "Vice City Stories was great. I loved owning and running businesses",
        "&gt;&gt;89326343fat princess is the best PSP game, change my mind"
    ],
    "&gt;4K isn’t a need, and it’s barely even a luxury.&gt;In day-to-day life, 4K streaming is basically pointless.&gt;It is not reasonable to expect any company to just store and deliver insane amounts of data for free instantly to every corner of the planet.&gt;Why would you not want to pay for a service you use for hours every single day?&gt;You can’t complain about being the product and then hating the alternative, when a subscription fee is introduced.&gt;YouTube is a solid product that deserves to be paid for, and yet Google was still going to offer it for free to everyone but those wanting 4K.https://medium.com/bricksnbrackets/google-was-right-to-want-to-move-youtube-4k-behind-the-paywall-3daeb24e2b0ches got a point you know": [
        "&gt;&gt;89313012I hope this kills the resolution trend. 1080p is enough for normie TV consoomers and 1440p is perfect for PCs.",
        "&gt;&gt;89325532Now watch their &quot;1080p&quot; on a 1080p screen and compare with 4K on the same screen. It legit looks worse than a 720p bluray due to how bit starved it is.",
        "&gt;&gt;89326846I honestly don&#039;t give a shit unless it&#039;s below 720p. LCDs in general produce so much visual fuckery that some pixelation is a minor detail.",
        "&gt;&gt;89324009YouTube itself should be pay walled. Don&#039;t like it? Build your own.",
        "Because it’s not their product. Content creators made youtube. And now most of them if not all, rely on sponsorships for income. Thats why you fucking jew"
    ],
    "Previously on /sdg/: &gt;&gt;89322760&gt;Updateshttps://rentry.org/sdupdates&gt;Local installNvidia GPU: https://rentry.org/voldy | https://github.com/AbdBarho/stable-diffusion-webui-dockerAMD GPU: https://rentry.org/sd-nativeisekaitoo | https://rentry.org/sdamd | https://rentry.org/ayymd-stable-diffustion-v1_4-guideCPU: https://rentry.org/cputard&gt;Cloud Hosted InstallColab: https://colab.research.google.com/drive/1kw3egmSn-KgWsikYvOMjJkVDsPLjEMzlPaperspace: https://rentry.org/865dy&gt;SaaS Sitestxt2img: https://huggingface.co/spaces/stabilityai/stable-diffusion | https://beta.dreamstudio.ai | https://dezgo.com | (NSFW) https://pornpen.aiimg2img: https://dezgo.com/image2image | https://huggingface.co/spaces/huggingface/diffuse-the-restinpainting: https://huggingface.co/spaces/fffiloni/stable-diffusion-inpainting | https://inpainter.vercel.app/paint&gt;Kritahttps://github.com/sddebz/stable-diffusion-krita-pluginhttps://www.flyingdog.de/sd/en&gt;Textual Inversionhttps://rentry.org/embeddings&gt;Modelshttps://rentry.org/sdmodels&gt;GuidesNovelAi: https://rentry.org/sdg_FAQDreambooth: https://github.com/ShivamShrirao/diffusers/tree/main/examples/dreamboothInpainting/Outpainting: https://rentry.org/drfarUpscaling images: https://rentry.org/sdupscaleTextual inversion: https://rentry.org/textardTraining: https://rentry.org/informal-training-guideHypernetworks: https://rentry.org/hypernetwork4dumdums&gt;In-Depth Usage Info/g/ wiki: https://wiki.installgentoo.com/wiki/Stable_Diffusion&gt;Tools &amp; ResourcesIndex: https://pharmapsychotic.com/tools.htmlArtist Styles: https://pastebin.com/HD7D6pnh (embed)Prompt sharing: https://lexica.art/ | https://krea.ai/Wildcard list: https://github.com/Lopyter/stable-soup-promptsDataset: https://pastebin.com/HpBPTmbF (embed)img2img skeleton: https://app.posemy.art/&gt;Related&gt;&gt;&gt;/h/hdg&gt;&gt;&gt;/d/ddg&gt;&gt;&gt;/vg/aids&gt;&gt;&gt;/vt/vtai&gt;&gt;&gt;/aco/asdgOfficial: discord.gg/stablediffusion": [
        "&gt;&gt;89327048Convincing enough to wack it to? Absolutelyconvincing enough to create deepfake propaganda ? Not really. Consider it artistic",
        "&gt;&gt;89327037I gotcha, says to select Windows explorer integration and git bash. Both of these phrases are foreign to me. Are they supposed to be somewhere on my pc? I&#039;m not seeing a destination or folder like that (Apologies that my brain is made of soup).",
        "&gt;&gt;89327177While installing git one of the installer pages will have a checkbox that says windows explorer integration",
        "&gt;&gt;89327048Depends on what gets you bricked.You might struggle if you have certain tastes like being a footfag.",
        "&gt;&gt;89327177how’s it gettin on lad"
    ],
    "Why do processors generate a lot of heat while computing when all they have are a couple of billions of tiny transistors going on and off at very low voltages": [
        "&gt;&gt;89324623&gt; if all transitors switch at the same time the energy there 5 billions times charges and  if all transitors switch at the same time the energy consumption needed to charge and discharge those capacitors (gates) 5 billions times per second is:",
        "&gt;&gt;89324477mmm chronchy",
        "&gt;&gt;89324477Resistive heating as each switching transfers a tiny charge with stray capacitance.",
        "&gt;&gt;89324477it&#039;s called google you fucking retard monkey brain, it takes no more than one search to find the answer why waste a thread on it.",
        "&gt;&gt;89324590this. why did Mr. Amper invent amperage bros? without it we would be way comfier"
    ],
    "uhh anons are u supposed to learn javascript or python in 2023?": [
        "I want to jerk off to her NOW",
        "You&#039;re supposed to learn Lisp."
    ],
    "Read the sticky: &gt;&gt;76759434&gt;GNU/Linux questions &gt;&gt;&gt;/g/fglt&gt;Windows questions &gt;&gt;&gt;/g/fwt&gt;PC building? &gt;&gt;&gt;/g/pcbg&gt;Programming questions &gt;&gt;&gt;/g/dpt&gt;Good, cheap laptops &gt;&gt;&gt;/g/tpg&gt;Cheap electronics &gt;&gt;&gt;/g/csg&gt;Server questions &gt;&gt;&gt;/g/hsg&gt;Buying headphones &gt;&gt;&gt;/g/hpg&gt;Privacy &amp; security &gt;&gt;&gt;/g/psgHow to find/activate any version of Windows?https://rentry.org/installwindowsPrevious Thread: &gt;&gt;89284609": [
        "&gt;&gt;89324062&gt;It only fits a 2,5&quot; driveif only there were 2.5&quot; hdds...&gt;and I want it to be power efficientthen get SBC&gt;and quiet.unless you plan to use it as a pillow i don&#039;t see a problem",
        "What&#039;s the simplest way to just block certain sites? Can I just use an ad block tool or something? I tried editing my hosts file but that didn&#039;t work and plus i feel like it&#039;s not the simplest solution anyways.Basically I&#039;m struggling with a porn problem I NEED to just block the sites so I can&#039;t just lazily click /gif/ or type in pornhub. Note I&#039;m not asking about a fix for a masturbation problem I can work on that after I get porn out of my life.&gt;TLDRHow do I block websites (and ideally certain boards on 4chan) from being accessible on my machine / network?",
        "&gt;&gt;89327123You&#039;re not struggling with shit. You&#039;re not special.",
        "&gt;&gt;89327211&gt;You&#039;re not struggling with shit.I&#039;m struggling to block websites on my machine and or network. Do you know how to do this?&gt;You&#039;re not special.Where did I say I was special? Why would you assume I&#039;m special? Are you Special Ed?",
        "&gt;&gt;89327320While I&#039;d rather let someone more knowledgeable solve the doubt about blocking, maybe at the beginning refraining from pornography alone, but nothing else. I don&#039;t know if it might work at all. Good luck anon, cheers on willing this."
    ],
    "How does /g/ sort their 4chan files?": [
        "&gt;&gt;89326103hydrus with an autistic amount of tags of course",
        "&gt;&gt;89327079Why don&#039;t you use Firefox ESR with policies.json like a normal white European?",
        "&gt;&gt;89327114Because Firefox is unusable garbage and their gimped WebExtensions API broke the only extension that made it somewhat tolerable.",
        "&gt;&gt;89326103sex",
        "&gt;&gt;89326147That&#039;s what I call my cp folder but I didn&#039;t want to call it cp obviously"
    ],
    "Is this nigga pedophile? Also his loonix content is unbearable and winshit debloat scripts are pointless.": [
        "&gt;&gt;89327510&gt;is &lt;insert american name&gt; a pedophileyesalso this retard paid for insurance and still got scammed by the hospital lmao",
        "&gt;&gt;89327542kek"
    ],
    "Founded by, designed by, and made by pajeets edition.Please provide your country and what carrier you&#039;ll be using. Include the features you want, budget, and size. BEFORE POSTING, narrow down your options by using the links below.&gt;What phone has X and Y feature?Don&#039;t ask, use these!https://www.gsmarena.com/search.php3https://www.kimovil.com/en/compare-smartphoneshttps://phonedb.net/index.php?m=device&amp;s=queryGood Resources:&gt;Reviewshttps://www.gsmarena.comhttps://www.phonearena.comhttps://www.notebookcheck.net&gt;Frequency Checkerhttps://kimovil.com/en/frequency-checkerhttps://www.frequencycheck.comhttps://willmyphonework.net&gt;Visual Phone Size Comparisonhttps://phonesized.com/https://www.phonearena.com/phones/size&gt;Everything rooting and custom ROM related&gt;Beware carrier variants with locked bootloadershttps://www.xda-developers.com/&gt;A curated list of open source Android applications, tutorials and resourceshttps://gitlab.com/linuxcafefederation/awesome-android/-/blob/main/README.md&gt;Android App compatibility list for de-googled phoneshttps://plexus.techlore.tech/&gt;Custom ROMs suggestions, privacy guideshttps://gearjail.neocities.org/&gt;Recommended Chinese phoneshttps://pastebin.com/sQbs83pY&gt;Post a mini-review of your phone&gt;Discuss upcoming and current models&gt;Anyone aggressively promoting for apple is a paid shill and should be ignored&gt;Ask for help related to phones&gt;Tell us how much you spent on a good/bad phonePrevious: &gt;&gt;89288702": [
        "What&#039;s the best alternative to fully backup apps?My fucking blocked numbers never restore after a fucking installation and it&#039;s pissing me off.",
        "&gt;&gt;89312390Samaung Galaxy Note20 Ultra 5G",
        "&gt;5&#039;&#039; or under&gt;2020 or later&gt;Android 10 or laterIs there such a thing? Why are phones so fucking big, I have small girly hands",
        "&gt;&gt;89327402Switching to iPhone.",
        "&gt;&gt;89327402Titanium backup.&gt;&gt;89327459Did you check gsm arena first.&gt;5&quot; phone in 2020"
    ],
    "https://devblogs.microsoft.com/commandline/windows-terminal-is-now-the-default-in-windows-11/Fucking hell, finally.": [
        "&gt;&gt;89325733Jobless tard[CODE]# Get CSV File into $csv$csv = Invoke-WebRequest -Uri &quot;https://pastebin.com/raw/pFVBUkb9&quot;# Convert to objects$csv = convertfrom-csv -InputObject $csv# For each create a welcome message in markdownforeach ($line in $csv) {$content = @&quot;## Welcome**Hi $($line.Name)**Welcome to Big Company, you are hired as a $($Line.Title)Your manager will reach you most likely in a few minutes&quot;@# Create filesNew-Item -ItemType file -Value $content -Path &quot;./$($Line.Name).md&quot; }[CODE]Bash[CODE]while IFS= read -r line; do    name=$(echo &quot;$line&quot; | cut -d &quot;,&quot; -f 1)    title=$(echo &quot;$line&quot; | cut -d &quot;,&quot; -f 2)    echo &quot;## Welcome**Hi ${name}**Welcome to Sneed&#039;s Feed and Seed, you are hired as ${title}&quot; &gt; &quot;$name.md&quot;done &lt;&lt;&lt; $(curl -s https://pastebin.com/raw/pFVBUkb9 | tail -n+2)[CODE]Also just one single serious answer, because the rest can&#039;t figure out something so simple in bash",
        "&gt;&gt;89325733I am getting tired of you tardsCAN DEAR LEADER BASH be used as a backend for a simple website?Probably not. Can PWSH? YES",
        "&gt;&gt;89322006What is the point, CMDer/conemu is much better",
        "&gt;&gt;89323436&gt;windows and linux systems are not so different from each other, windows is infact a stolen unix project.Windows was never any kind of Unix project. Unix did not invent anything and everything in it is a worse version of something from somewhere else.",
        "&gt;&gt;89325733&gt;&gt;89322590&gt;&gt;89322054BRAHs&gt;&gt;89302714"
    ],
    "Rare/useful/awesome sites listshare em!": [
        "&gt;&gt;89324643well it certainly did turn you into a podo",
        "&gt;&gt;89309620retard. localhost:8080",
        "&gt;&gt;89324643based",
        "&gt;&gt;89319097go backleftypol.org",
        "Is this the thread?"
    ],
    "&gt;UPGRADE &amp; BUILD ADVICEPost build list or current specs including MONITOR: https://pcpartpicker.com/Provide specific use cases (e.g. 4K editing, high FPS gaming)State budget and country&gt;NEWSNew releases: RTX 4090; AM5 / Zen 4; Intel Arc GPUs A770 and A750New unlaunches: RTX 4080 12GBUpcoming releases:Oct 20, 9am EST: Raptor Lake K SKUs: 13900K(F), 13700K(F), 13600K(F)Nov 3: RDNA3 announcementNov 16: launch of $1200 RTX 4080 16GB (AD103)&gt;RECOMMENDED CPUs**HTPC(4K60)/Web Browsing: i3 10105, i3 12100Gaming: 5800X3D, budget: i5 12400F, R5 5600Multicore: 12900K, 7950x**Existing AM4 board? A Zen 3 CPU is likely the best option&gt;RECOMMENDED GPU PERFORMANCE LEVEL1080p: RX 6600; budget: used GTX 1660 Super1440p: RX 6800 XT; budget: RTX 3060 Ti FE2160p: RTX 4090; budget: RTX 3080 12GBAmateur production: RTX 3090, RTX 4090 (compute+VRAM)&gt;RECOMMENDED RAM2x 8GB (consider 2x 16GB) DDR4 3600 MT/s CL18, CL14 with Ryzen for CPU limited games2x 16GB DDR5 6000 MT/s CL30, strongly advised to avoid mixing xmp kits&gt;RECOMMENDED COOLERShttps://linustechtips.com/topic/891730-cpu-cooler-performance-tier-list/&gt;RECOMMENDED PSUsGaming: 500-1000W depending mostly on GPU (aim for 50-75% PSU utilization at full system load)https://cultists.network/140/psu-tier-list/&gt;RECOMMENDED CASESOne that looks good&gt;RECOMMENDED SSDsStandouts: Samsung 990 Pro, Crucial P5 Plus, Kingston KC3000https://ssd.borecraft.com/Don&#039;t buy HDDs smaller than 8 TB&gt;MOTHERBOARD INFO:AM4 B550/X570 - CPU-less BIOS flash feature advisable if pairing with Ryzen 5000https://www.build-gaming-computers.com/motherboards-with-bios-flashback.html&gt;RECOMMENDED GAMING MONITORShttps://pcpartpicker.com/user/pcbg/saved/dP3v4DPrevious: &gt;&gt;89322438": [
        "&gt;&gt;89327629I don&#039;t do emulation, but my 12400 hasn&#039;t held any game back from hitting 120fps 1440p. My 3080 is always the limiting factor.Maybe with a 4090 it wouldn&#039;t be good enough, but imagine skimping on a CPU when you&#039;re buying a $1600+ GPU.",
        "&gt;&gt;89327534I hate to have to admit this…but even 32gb doesn’t;t give you peak Windows experience. I found a notable upgrade in speed of normal Windows usage after upgrading to 64gb. Possibly going to 128gb would give an even greater experience upgrade.",
        "Pairing a 12100F with a 4090 wish me luck fags",
        "&gt;&gt;8932767964gb minimum for win 11, you might as well get 128gb now in anticipation for win 12 though",
        "&gt;&gt;89327681Based. Let us know how it goes, was thinking of doing the same since I&#039;ve only got $1900 to spend on a PC, and the 4090 is going to eat up almost all of it."
    ],
    "an argument between these six would be priceless": [
        "&gt;&gt;893209972 of them dont belong there",
        "&gt;&gt;89324675Fixed",
        "&gt;&gt;89321014he&#039;s unironically the least out of touch person of the six",
        "&gt;&gt;89324011it is bussing fr fr no cap sir",
        "&gt;&gt;89324675what makes gamedevs so powerful?"
    ],
    "Everything is already from china but in here we discuss the cheap chink shit you see on various sites.useful links&gt;neocities wiki: https://csgwiki.neocities.org/&gt;pastebin guide: https://pastebin.com/raw/WgqPCG8x&gt;how to buy from 1688: https://www.howtotao.com/1688-guide&gt;how to buy from taobao: https://www.howtotao.com/buy-from-taobao&gt;web image-to-text converter and translator: https://www.newocr.com&gt;installgentoo wiki: https://wiki.installgentoo.com/wiki/Chink_shit_general&gt;NewsAnon wants to improve his kitchen with under cabinet lights &gt;&gt;89241412Anon wants to have bosch equipment but not at bosch prices &gt;&gt;89246297Anon got some cute hats, posts OC of them &gt;&gt;89258498Anon wants to know if edging is worth it &gt;&gt;89258568Anon appreciates a item description &gt;&gt;89261121Anon keeps ignoring his destiny &gt;&gt;89266974A somewhat innocent post &gt;&gt;89268529 leads to a massive spergfest all over the thread later. Prophetic anon &gt;&gt;89268729 sees the signs.Anon wants a handheld console under 250$ &gt;&gt;89270067 , gets some decent options to choose from.Anon bought a wowstick &gt;&gt;89275909 , decides to ask for opinion after the fact.Anon has a request for the next OP, but I don&#039;t want to touch this can of worms. You retards can settle this shit among yourselves &gt;&gt;89279284 .Anon asks about the quality of those wireless audio modules &gt;&gt;89282990Anon got some arduino clones &gt;&gt;89291831Anon asks about the divoom pixoo &gt;&gt;89257240 other anon is a big fan &gt;&gt;89300104On a more serious note: If there is some post in a thread that annoys you, either post a response (once), hide the post or add the relevant words to your filterlist. That&#039;s the only way to deal with bait. I don&#039;t know who of the anons in the previous thread was the retarded one at the beginning (and I sure as shit won&#039;t go through it to find out), but I do know that at the end of it, everyone involved was retarded. I&#039;ll stay out of it beyond this warning. Last thread: &gt;&gt;89240662Thread before last thread: &gt;&gt;89052157": [
        "&gt;&gt;89327393The custom workers will all have one round each with your doll anon enjoy your sloppy seconds",
        "&gt;&gt;89325623I did that once, but it&#039;s not worth it even for free. Those drives are slow as fuck, like usb 1.1 ones...",
        "What&#039;s the best (and very cheap) android controller? I want to emulate some PSP vydia.Would be nice if they looked like the razer kishi.",
        "&gt;&gt;89327416its only hypothetical okay? I didn&#039;t order a sex doll I&#039;m saying if I did order a sex doll. Maybe the chinks marked my package as a gift instead of just putting the value idk I&#039;ve had shit stolen from my amazon workers before I had my hemorrhoid cream stolen and my package was delivered opened tired of people touching and stealing my shit",
        "&gt;&gt;89327442Yeah I&#039;m expecting atrocious speeds. But for pdfs and documents it&#039;s still gonna work."
    ],
    "Concealed Xserves edition.READ THE WIKI! &amp; help by contributing:https://wiki.installgentoo.com/wiki/Home_server&gt;NAS Case Guide. Feel free to add to it:https://wiki.installgentoo.com/wiki/Home_server/Case_guide/hsg/ is about learning and expanding your horizons. Know all about NAS? Learn virtualization. Spun up some VMs? Learn about networking by standing up a OPNsense/pfsense box and configuring some VLANs. There&#039;s always more to learn and chances to grow. Think you’re god-tier already? Setup OpenStack and report back.&gt;What software should I run?Install Gentoo. Or whatever flavor of *nix is best for the job or most comfy for you. Jellyfin to replace Netflix, nextcloud to replace Googlel, ampache to replace spotify, the list goes on and on. Look at the awesome self-hosted list and ask.&gt;Why should I have a home server?Learn something new. De-botnet your life. Serving applications to yourself, your family, and your frens feels good. Put your /g/ skills to good use for yourself and those close to you. Store their data with proper availability redundancy and backups and serve it back to them with a /comfy/ easy to use interface.&gt;Links &amp; resourcesServer tips: https://anonbin.io/?1759c178f98f6135#CzLuPx4s2P7zuExQBVv5XeDkzQSDeVkZMWVhuecemeN6RouterOS&#039;s: https://wiki.installgentoo.com/wiki/Home_server#Customhttps://github.com/Kickball/awesome-selfhostedhttps://old.reddit.com/r/datahoarderhttps://www.labgopher.comhttps://www.reddit.com/r/homelab/wiki/indexhttps://wiki.debian.org/FreedomBox/FeaturesList of ARM-based SBCs: https://docs.google.com/spreadsheets/d/1PGaVu0sPBEy5GgLM8N-CvHB2FESdlfBOdQKqLziJLhQLow-power x86 systems: https://docs.google.com/spreadsheets/d/1yl414kIy9MhaM0-VrpCqjcsnfofo95M1smRTuKN6e-ECheap disks: https://shucks.top/ &amp; https://diskprices.com/previous thread: &gt;&gt;89305296": [
        "whats a nice power efficient server or server configurationi dont want really buy outdated junk that requires gigawatts of power",
        "&gt;&gt;89324399It is often the case that a tinyminimicro, or even a SBC makes a good home server. Obviously you won&#039;t be serving thousands of users simultaneously, but for a few family members and frens these are good enough, and sip power (5-10 watts idle). If you want to run a media server and transcode, leveraging iGPU for it is a good way to keep CPU load and power consumption low.What I should&#039;ve started with is, what services do you want to host, anon?",
        "&gt;&gt;89324399HP T620 or T630 thin client, or any other TC in that performance category, and don&#039;t forget to enable TLP",
        "&gt;&gt;89324457&gt;&gt;89324949the old thin pcs ive found around here arent that power efficientmost sbcs have no hardware acceleration, and the ones that do are impossible to buythings that i will definitely run&gt;mail server&gt;web server&gt;navidrome&gt;jellyfinhardware accelerated crypto(aes-ni or similar), hardware accelerated transcoding, and space for extra hard drives is required. something that can have nvme drives would be even bettersomething not based on x86 would be nice but not requiredi dont mind spending more for a superiour product, but it has to be worth the difference",
        "reposting because i&#039;m too stupid to figure this out on my own: I have two files that I want to play on my LG TV (webOS) via the jellyfin app. one can be played directly, the other needs transcodingdirect play: https://pastebin.com/GuFFmEq7transcoding: https://pastebin.com/e6vPrSgWwhat exactly is the crucial difference here?"
    ],
    "FXsisters... we lost...": [
        "eeh",
        "&gt;&gt;89324739I mean that&#039;s neat but aren&#039;t gpus the bottleneck and have been for 3 generations?",
        "&gt;&gt;89324850&gt;3Since forever honestly, it was so on my 780TI when it was new",
        "Remember when Intel said they had a 10ghz Pentium 4 in development?",
        "&gt;&gt;89324739Confirmed now. Granted, it&#039;s not that much of an increase over the previous record but kinda amazing it took that long to beat the FX series on clock speed overclocking."
    ],
    "Tired of the current trend of OPs edition &gt;Updateshttps://rentry.org/sdupdates&gt;Local installNvidia GPU: https://rentry.org/voldy | https://github.com/AbdBarho/stable-diffusion-webui-dockerAMD GPU: https://rentry.org/sd-nativeisekaitoo | https://rentry.org/sdamd | https://rentry.org/ayymd-stable-diffustion-v1_4-guideCPU: https://rentry.org/cputard&gt;Cloud Hosted InstallColab: https://colab.research.google.com/drive/1kw3egmSn-KgWsikYvOMjJkVDsPLjEMzlPaperspace: https://rentry.org/865dy&gt;SaaS Sitestxt2img: https://huggingface.co/spaces/stabilityai/stable-diffusion | https://beta.dreamstudio.ai | https://dezgo.com | (NSFW) https://pornpen.aiimg2img: https://dezgo.com/image2image | https://huggingface.co/spaces/huggingface/diffuse-the-restinpainting: https://huggingface.co/spaces/fffiloni/stable-diffusion-inpainting | https://inpainter.vercel.app/paint&gt;Kritahttps://github.com/sddebz/stable-diffusion-krita-pluginhttps://www.flyingdog.de/sd/en&gt;Textual Inversionhttps://rentry.org/embeddings&gt;Modelshttps://rentry.org/sdmodels&gt;GuidesNovelAi: https://rentry.org/sdg_FAQDreambooth: https://github.com/ShivamShrirao/diffusers/tree/main/examples/dreamboothInpainting/Outpainting: https://rentry.org/drfarUpscaling images: https://rentry.org/sdupscaleTextual inversion: https://rentry.org/textardTraining: https://rentry.org/informal-training-guideHypernetworks: https://rentry.org/hypernetwork4dumdums&gt;In-Depth Usage Info/g/ wiki: https://wiki.installgentoo.com/wiki/Stable_Diffusion&gt;Tools &amp; ResourcesIndex: https://pharmapsychotic.com/tools.htmlArtist Styles: https://pastebin.com/HD7D6pnh (embed) (embed)Prompt sharing: https://lexica.art/ | https://krea.ai/Wildcard list: https://github.com/Lopyter/stable-soup-promptsDataset: https://pastebin.com/HpBPTmbF (embed) (embed)img2img skeleton: https://app.posemy.art/&gt;Related&gt;&gt;&gt;/h/hdg&gt;&gt;&gt;/d/ddg&gt;&gt;&gt;/vg/aids&gt;&gt;&gt;/vt/vtai&gt;&gt;&gt;/aco/asdgOfficial: discord.gg/stablediffusion": [
        "&gt;&gt;89327439They&#039;re already disabled, it&#039;s safety.py in the code bro same as 1.4",
        "Ok loli complainers, it&#039;s time to make the new OP or let the lolichads do it.",
        "&gt;&gt;89327523&gt;p(((masterpiece))), (((best quality))), ((extreme detail)), (no bloom), (((not blurry))), (illustration:0.7), (highres), Depth of field, super detailed eyes, (solo), (1girl), ((seele vollerei \\(honkai impact 3rd\\), perfect face, medium breasts, fancy white flowery dress, black butterfly corset, chains, keyhole belt, flower hair ornament, short hair, black hair, blue hair, blue eyes, perfect fingers)) (walking on a dirt path with leaves, autumn trees, afternoon sky)negative tags : lowres, bad anatomy, bad legs, bad hands, text, error, missing fingers, extra digit, fewer digits, cropped, worst quality ,low quality, normal quality, jpeg, artifacts, signature, watermark, username, blurry, bad feet, artist name, bad anatomy, bad hands, bad body, bad proportions, worst quality, low quality, extra arms, extra body partssampling steps 20 euler acfg scale 13im bad at captcha(nvm thers a slider to make it easier im dumb)",
        "new bread&gt;&gt;89327586&gt;&gt;89327586&gt;&gt;89327586",
        "&gt;&gt;89327548&gt;&gt;89327546Thank you"
    ],
    "ITT: amusing little programs.": [
        "Whipped this one up just for you OP.What do we think?",
        "&gt;&gt;89327228test the code",
        "&gt;&gt;89327228&gt;&gt;89327269daredesuka ano onnaa daredesuka sodesuka",
        "&gt;&gt;89324304the only thing you&#039;ve made it is a meter closer in to the rope, other than taking crack and hrt you&#039;ve made nothing than shit tier pajeetware with java calling yourself a developer strolling 4chan making up things about your sad life",
        "&gt;&gt;89323597lol"
    ],
    "Welcome to /fglt/ – Friendly GNU/Linux ThreadBefore asking for help, please check our list of resources.If you would like to try out GNU/Linux you can do one of the following:0) Install a GNU/Linux distribution of your choice in a Virtual Machine.1) Use a live image and to boot directly into the GNU/Linux distribution without installing anything.2) Dual boot the GNU/Linux distribution of your choice along with Windows or macOS.3) Go balls deep and replace everything with GNU/Linux.Resources: Please spend at least a minute to check a web search engine with your question.– Many free software projects have active mailing lists.$ man %command%$ info %command%$ %command% -h/--help/-?$ help %builtin/keyword%Don&#039;t know what to look for?$ apropos %something%Check the Wikis (most troubleshoots work for all distros):https://wiki.archlinux.orghttps://wiki.gentoo.org/g/&#039;s Wiki on GNU/Linux:https://wiki.installgentoo.com/index.php/Category:GNU/Linux&gt;What distro should I choose?https://wiki.installgentoo.com/index.php/Babbies_First_Linux&gt;What are some cool programs?https://wiki.archlinux.org/index.php/list_of_applicationshttps://directory.fsf.org/wiki/Main_Page&gt;What are some cool terminal commands?https://www.commandlinefu.com/commands/browsehttps://cheat.sh/&gt;Where can I learn the command line?https://mywiki.wooledge.org/BashGuidehttps://www.grymoire.com/Unix/https://overthewire.org/wargames/bandit&gt;Where can I learn more about Free Software?https://www.gnu.org/philosophy/philosophy.html&gt;How to break out of the botnet?https://prism-break.org/en/categories/gnu-linux/fglt/&#039;s website and copypasta collection:https://fglt.nl &amp;&amp; https://p.teknik.io/wJ9Zy/t/&#039;s GNU/Linux Games: &gt;&gt;&gt;/t/1041843IRC: #sqt on irc.libera.chathttps://fglt.nl/irc.htmlPrevious thread: &gt;&gt;89274116": [
        "I forgot to install networkmanager when setting up arch and am now trying to chroot into the encrypted nvme partition.I have unlocked it and mounted the partition on /mnt, but when I try to chroot in with &quot;arch-chroot /mnt&quot; I just get the message that /mnt/proc mount point does not exist.Any idea how to proceed here?",
        "&gt;&gt;89326827&gt;Any idea how to proceed here?Follow all the steps for chrooting including mounting /proc into the chroot: https://wiki.archlinux.org/title/Chroot#Using_chroot",
        "&gt;&gt;89326827ah I think I figured it out... I had to mount the btrfs subvolume with -o subvol=@",
        "&gt;&gt;89326610They sell a lot of awful Realtek shit too. Always research specific adapters. Most brands work with several chip mfgs.",
        "&gt;&gt;89322234Because a lot of shit tier WiFi adapters rely on the driver being tweaked to support specific implementations. There are DKMS drivers for certain Realtek chips that implement this for Linux. It&#039;s not good on Windows either. Your adapter becomes useless if the OEM&#039;s driver package doesn&#039;t work on a newer version."
    ],
    "What&#039;s the issue with Flatpaks again? They&#039;re not even as bloated as you might believe since they reuse dependencies/runtimes between flatpaks (I used to think this wasn&#039;t the case.) When the alternative is packaging for 10 different package managers, why should anyone dislike them? Is it because they&#039;re GNOME backed?I get disliking snaps since they&#039;re slow, though.": [
        "&gt;&gt;89326642This post made by Flatpak gang",
        "&gt;&gt;89326642I don&#039;t get why there isn&#039;t some sort of CI/CD pipeline/framework that can generate packages for most package managers already. E.g. compile program -&gt; .exe, .rpm, .deb, etc."
    ],
    "&gt;rolling release&gt;no s0istemd&gt;no trannies&gt;based devs&gt;makes redditors seetheIs this the perfect distro?": [
        "Just use void",
        "&gt;&gt;89326685YepInstall Guix &amp; Read SICP&gt;&gt;&gt;/g/sicp",
        "&gt;&gt;89327281&gt;Read SICPsorry anon, busy reading picrel",
        "&gt;&gt;89319945&gt;The same wiki also advocates mixing their repositories and the default arch linux repositories. This is the perfect recipe for a disaster.you have the option to append arch repos after artix&#039;s in pacman.conf, artix&#039;s should always take precedent and core is completely replacedhttps://wiki.artixlinux.org/Main/Repositories",
        "&gt;&gt;89325973&gt;What&#039;s wrong with PulseAudio?Nothing. It&#039;s just that Lennart Poettering wrote both PulseAudio and systemd, is all."
    ],
    "DOA": [
        "&gt;&gt;89324985J-JUST WAIT FOR 14TH GEN",
        "&gt;&gt;89324968You can get the CPU down to 90W by sacrificing 5% of performance.",
        "&gt;&gt;89326214fake",
        "&gt;&gt;8932621450% of performance* whoops typo",
        "&gt;&gt;89326214can you?"
    ],
    "So /g/, 3 days ago i drank 24 0.5l beers, slept for 2 days and just received a mistery box from a courier. Turns out i ordered 25 phones with broken screens from some local jew. Is there any way to run these phones and make them display output to android studio or something since screens on half of them do not work?": [
        "&gt;&gt;89325248try scrcpy",
        "&gt;&gt;89325248Are you running some shady click farm OP?",
        "&gt;&gt;89325248fuccin kek",
        "I know what guy this is supposed to be",
        "&gt;&gt;89325248what the fuck was sticking out of his ass in the original pic??"
    ],
    "I hope it&#039;s AGI so I don&#039;t have to work no more": [
        "What will you do with your time anon?I wish we had holodecks so I could write holonovels. It would be 99% coomer stuff and 1% exercise programs that are little more than first person Dragonball Z."
    ],
    "Goyslop Linux": [
        "&gt;&gt;89323732&gt;/pol/Actually comes from /tv/ as a reference to modern media.",
        "&gt;&gt;89327190You mean /ck/",
        "&gt;&gt;89327309/ck/ called it pigslop, then pigslop became goyslop and the word devolved into another meaningless buzzword that spergs parrot to signal themselves as belonging.",
        "it&#039;d be fucking wicked if anyone who has ever used one of these unfunny buzzwords was deleted from existence. you, yes you, ruined 4chan.",
        "&gt;&gt;89327378Cry more, bitch nigga."
    ],
    "How do I get an AI artist to help me make the art off my isekai generic harem loli shota focused generic clearly not child porn story?I mean, do I focus on mastering writing, then writing a 300 pages novel first and then seek to see if I can find a degenerate, clearly not a pedo artist to make the art for the novel?Or just make a sort of site where users can submit their own fan art of the scenes?I need some help here, my weeb brothas.": [
        "Stable diffusion exists and you&#039;re STILL too incompetant to make art with it?"
    ],
    "whats /g/&#039;s vr tech?": [
        "&gt;&gt;89315449Volvo Index.&gt;usable on Linux (unfortunately more usable on Windows)&gt;FOSS OpenXR runtime WIP (Monado)&gt;finger tracking (very fun, you can take a 3D model of your favorite 2D pony and brush it in VR)&gt;cool looking controllers, always a thrill whenever I put them on&gt;no Facebook shit, but semi-mandatory Steam account (for SteamVR download only, so you could replace it with Monado in future, the headset itself doesn&#039;t need to be bound to any account)It just gets hot, and the resolution feels lower than it should.",
        "&gt;&gt;89320979&gt;I&#039;ve completely fucked my rhythms by strapping a screen to my face instead of just reading a book&gt;its absolutely genius.",
        "&gt;&gt;89322049you making this all sound better than it actually is",
        "&gt;&gt;89321828Looks good but I&#039;m scared of wireless headsets",
        "&gt;&gt;89315514whats wrong with it?"
    ],
    "Seeing people say pwsh is a useless language I will just say to you guys that it&#039;s notAm a dumb helpdesk dude and it was so simple to make a nice looking interactive website with pwshQuick and easy. Atleast you could use this as a proof of concept before diving deep into JS, Java, C++, RustI remember being interest in webdesign and software design, with most out of the box examples on the web being ridicules large just to get a freaking buttom, and that is not even counting making that stuff interactiveElse they recommend paid proprietary &quot;app maker&quot; softwareWhat I figured out learing pwsh was I could literally make those things quick and easy, a whole website with javascript, html, css, in a single pwsh file.CAN BASH DO THAT?&gt;&gt;&gt;89302714&gt;&gt;89302714": [
        "I would be less assblasted about pwsh if it wasn&#039;t slower than python but it is. And anyway using it as a web daemon is retarded just on principle",
        "&gt;&gt;89326453So it&#039;s the slowness that is a the problem?But how is that an issue for small stuff?Like let&#039;s say you make a quick have an inventory systemThe scanner uses a running script to paste the scanned code to a webhook that stores it in a database or csvThen instead of using excel which is frustrating to search a quick pwsh webserver is used where you can search, remove and add itemsThe slowness is not going to be a major problem here. Neither is this for home projects or on PC gui use.Like I have heard many people recommend .WPF forms or tkinter, like why? those are just ugly and difficult to work with.",
        "&gt;&gt;89326453Also it&#039;s like it was made literally with being useful for getting work doneLike let&#039;s say I would like to search a csv file / excelI could just do$csv | where-object -property Comment -Like &quot;*Business Software Server*&quot;and it would do thisName: SERVERBUSINComment: The Business Software ServerIP: 192.168.3.9Then let&#039;s say I want to ping them allForEach ($ip in $csv.IP) {ping $ip}And there, all the servers would now be pingedI just can&#039;t imagine any language being this useful this quicklyI do not think that bash is that useful since people rarely include a install.sh script for there software, instead they have 3-15 copy paste code in their guide."
    ],
    "are hash tables just glorified linked lists?": [
        "&gt;&gt;89326718&gt;blablabla i am dumb",
        "&gt;&gt;89320163everything is linked lists",
        "&gt;&gt;89326925&gt;You can do that in Java.An intrusive linked list looks like this:struct Node {  Node *prev;  Node *next;};struct IntNode {  struct Node node; // can have multiple of these  int element;};The idea is that the linked list logic only has to know about the Node structure and the user is responsible for getting from a Node* to an IntNode* when appropriate.  Notably, it should be possible to put different kinds of structures in the list, as long as they contain a Node to use.  You can&#039;t do this in Java.  While you can just share a reference to the same object between multiple lists, it&#039;s not the same because you have a bunch of extra allocations.",
        "&gt;&gt;89325165&gt;&gt;89325844decadent oriental cartoon art style tho",
        "&gt;&gt;89320163Node maps can store collisions as linked objects, that&#039;s about the only connection there is.The whole structure is not a linked list and there are also flat maps which don&#039;t use linked lists at all.std::unordered_map is a node map for some reason, even though this tends to be slower, it&#039;s one of the slowest hashmap implemetations for ??? reason."
    ],
    "Winning EditionThread for those of us who actually work in tech to tell workplace stories, complain about coworkers and management, share advice on how to progress in careers, and discuss the technologies we use at our cagies.&gt;Getting StartedWant a tech job, but have no degree, skills, or experience?Read these before ruining this thread with basic questions:https://christopherming.com/tech-jobs-no-experience/https://learntocodewith.me/posts/tech-jobs-no-experience/Come back once you have informed questions about interviewing, salary negotiation, etc...&gt;Interview Prepblind 75 or grind 75 onhttps://neetcode.io/https://blog.interviewing.io/&gt;Resume Stuffhttps://www.careercup.com/resume&gt;Salary Stuffhttps://www.freecodecamp.org/news/how-not-to-bomb-your-offer-negotiation-c46bb9bc7dea/https://www.kalzumeus.com/2012/01/23/salary-negotiation/https://levels.fyi/&gt;How to Respond to Recruiter Spamhttps://pastebin.com/WX4b62Jx&gt;Layoffshttps://layoffs.fyi/&gt;Helpful YouTube Channelshttps://www.youtube.com/c/ContinuousDeliveryhttps://www.youtube.com/c/EngineeringwithUtsav&gt;/twg/ IRC Channel#/g/twg on irc.rizon.netWeb client: https://kiwiirc.com/nextclient/irc.rizon.net/#/g/twg&gt;Previous thread&gt;&gt;89289368": [
        "&gt;&gt;89326916i have a decent condenser microphone because my naturally deep voice sounds like whispery garbage on a typical headset microphone. i&#039;ve gotten a few compliments on my voice on video games and discord since i got it. however i think a lot of corpo software like teams and maybe slack utterly devastate the voice quality so it&#039;s hard to say how much good my voice really sounds in work calls.imo it&#039;s fun to have one but you don&#039;t really need it, and it can be a bit obnoxious to work around if you have to use it for a long time and work/game at the same time",
        "I work in a 2-men &quot;IT department&quot; in a non-tech company (that uses a significant amount of tech nonetheless) . I mantain (lots of horrible legacy code) and develop new custom-made software used by the company. Along that, I mantain an infrastructure with around 200 devices (computers, servers, and other stuff). I also do help desk shit.My boss is usually busy, supposedly doing interviews with &quot;suppliers&quot;, or simply absent. He is also a terrible programmer, and every time there is a new project I usually end up doing it all myself.I am poorly paid (decided to stay in the job after an internship) and I do not have a fancy title.Naturally I am considering what&#039;s next. It would be retarded to stay here for too long.It&#039;s been just a few months. But I feel that I am wasting my time. I do too many different things and can&#039;t say I&#039;m specialized in anything (well yeah, in being an effective one man army as much as I am able too)I would appreciate advice on how to present myself. When it comes to the resume, for example. As I have no fancy titles. Any other thoughts about my case are also appreciated.",
        "&gt;&gt;89326916&gt;&gt;89327157also to add, if you do get a good headset, do your research and make sure that you test and tune the settings properly because a bad headset microphone is an utter pain to listen to. i have a colleague who has an awful, scratchy voice on teams due to his microphone and it is genuinely painful to listen to him, and that has probably affected my subconscious perception of him",
        "Yep..... my company run by clowns",
        "Started my first job 3 weeks ago. Just a bunch of internal tooling and bullshit and my team is all remote except my manager who is a nice lady but terrible communicator and is completely clueless on how little I know. She just spits out all this jargon and stream of consciousness that she contradicts 10 minutes later. I hate it here"
    ],
    "bare-back editionHow to request:&gt;Location&gt;Budget&gt;Open or closed&gt;Over-ear or on-ear&gt;Intended use / Favorite music&gt;Other requirementsFAQ:&gt;Do I need an amplifier?Depends on sensitivity (most important) and impedance (less important)!!!low impedance, high sensitivity -&gt; Nolow impedance, low sensitivity -&gt; Yeshigh impedance, high sensitivity -&gt; Yes, but this config is still somewhat decent without an amphigh impedance, low sensitivity -&gt; YES, you will need a thick and beefy amp for this one&gt;Do I need a DAC?Yes, but most dedicated DACs in 2022 are more than competent; spending anything more than $100 on a dedicated DAC is retarded and anyone telling you to do so is a sucker trying to sell you a placebo. Look for DACs that support high resolution ( &gt;44.1Khz) and bit depth (&gt;16 bit)&gt;Good reviewers?They all suck in their own way, take all of their &quot;reviews&quot; with a grain of salt.Last thread: &gt;&gt;89249558": [
        "&gt;&gt;89325552I haven&#039;t heard the xs, so I can&#039;t really judge it, reviews online say it is somewhat worse but probably most of the way there and could probably go the whole way there with eq. Ananda is the most pleasing to me from what I&#039;ve heard and demo&#039;d myself and I&#039;ve heard the clear, hd 800 and the lcd2(owned by a friend of mine. I liked the slam and the texture of the 2c, and the spaciousness and refinement of the hd800. For me the ananda is like the middle ground between those two, with the best qualities of both). There&#039;s no place to demo any higher end hifimans than the ananda in my country and there very few such headphones out here. Arya and the higher end ones are probably somewhat better still. I like that the ananda is easy to drive and sounds amazing from any source, while this would not necessarily be the case with the higher end ones. I&#039;ve demo&#039;d the old edition x and it was what originally hooked me on hifimans, demoing it in the shop I remember it sounding as amazing as ananda did and having exactly the qualities I liked and most.(I bought my ananda used for 500 eurobucks a year ago).",
        "&gt;&gt;89317137Keep it below 1/10 of what you&#039;re trying to drive is the general rule of thumb.",
        "I&#039;m using a pair of JVC HA-RX 700 headphones and I was wondering if I need a cheap amp for them also is the Apple dongle really the best cheap DAC out there?",
        "&gt;&gt;89327294The Apple dongle is the cheapest and most readily available DAC that measures perfectly well beyond human hearing, there&#039;s no real reason to spend more unless you want more inputs or something. You probably don&#039;t need a dedicated amp either.",
        "&gt;&gt;89327361Thanks. Will the Apple dongle work in a thunderbolt 3 port and on an android phone?"
    ],
    "&gt;Free beginner resources to get started with HTML, CSS, JavaScript and PHPhttps://eloquentjavascript.net/Eloquent_JavaScript.pdf - A modern introduction to JavaScripthttps://developer.mozilla.org/en-US/docs/Learn - A good starting point to learn about web dev fundamentalshttps://javascript.info/ - Quite a good JS tutorialhttps://www.theodinproject.com - Curriculum including HTML/CSS/JS, and either Ruby on Rails / SQL, or Node.js / MongoDBhttps://fullstackopen.com/en/ - Requires you to have basic web dev, db and git knowledgehttps://flexboxfroggy.com/ and https://cssgridgarden.com/ - Learn flex/grid in CSShttps://phptherightway.com/ - A decent PHP resource`https://www.phptutorial.net - A PHP tutorial&gt;List of design resourceshttps://github.com/bradtraversy/design-resources-for-developers&gt;All useful documentation in one placehttps://devdocs.io&gt;Need help? Create an example and post the linkhttps://jsfiddle.net - if you need help with HTML/CSS/JShttps://3v4l.org - if you need help with PHP/HackLanghttps://codesandbox.io - if you need help with React/Angular/VueWe have our own website: https://wdg.oneSubmit your project progress updates using this format in your posts, the scraper will pick it up::: my-project-title ::dev:: anontools:: Flutter, Php, etclink:: https://my.website.comrepo:: https://github.com/user/repoprogress:: Lorem ipsum dolor anime isgayPrevious: &gt;&gt;89271380": [
        "&gt;&gt;89308915This one sold out.",
        "&gt;&gt;89312187Opposite is true. Only &quot;tranime&quot; obsessors seething about anime posts obsess about tranny copypastas.",
        "only a tranny would try to force &quot;tranime&quot; so hard and not realize it doesnt sound good. it won&#039;t catch on.",
        "&gt;&gt;89326267Ah, so it doesn&#039;t have to loop over the individual index in each game winning array. It can just look at it as a whole ([0,1,2]). I was thinking I needed to loop over each nested array to accomplish that. A bit overkill. Thank you for your help and explanation.",
        "&gt;people saying Java will be replaced by C#&gt;muh C# is more elegant than java&gt;implying employers care about &quot;elegance&quot;&gt;implying C# even does anything new&gt;implying C#&#039;s cathedral culture isn&#039;t reliant on copying from Java&#039;s bazaar culture&gt;implying without Java C# updates would even existThank you sirs for coming to my TED talk."
    ],
    "&gt;still on gcc 10.2&gt;still on glibc 2.32&gt;constant troubles updating their openjdk packagewhat is their problem?": [
        "who cares, do you _really_ need the latest gcc version? Why don&#039;t you just submit a package update pr? You don&#039;t have some retarded painstaking process for submitting package updates/additions in void.There is literally nothing wrong with this distro. &gt;inb4 royaljelly irc sneed",
        "&gt;&gt;89326506It&#039;s for developers. With a newer gcc, you can take advantage of whatever new features are there while you develop a program. It doesn&#039;t suddenly mean that something compiled with an older version is somehow &quot;bad&quot;.",
        "&gt;&gt;89326597Sometimes programs use libstdcxx or libgcc.Anything using these will sometimes need to be recompiled.",
        "&gt;&gt;89324070Average nixosfag mentality.",
        "&gt;&gt;89327061Sure."
    ],
    "Seriously, why wouldn&#039;t this work?": [
        "&gt;&gt;89324496&gt;thing gets warm by itself&gt;must be radioactiveIf you can&#039;t figure this one out, maybe the gene pool would be better off without you.",
        "&gt;&gt;89314801Why don&#039;t we get some donkeys and cows to run in circles and move a turbine to generate energy?It&#039;s basically renewable energy, we&#039;re turning grass (their food basically) into energy.And we get food too eventually.Free infinite energy. Problem, enviromentalists?",
        "&gt;&gt;89327168Complete waste of resources unless we also capture their methane emissions aka farts and use that for either more energy production or chemical processing.",
        "&gt;&gt;89327209&gt;unless we also capture their methane emissions aka fartsIf anything it sounds like they produce even more energy than I expected.Use their farts as heating and cooking gas, while they spin a turbine. Animals are the ultimate energy production machines, God gave us everything and we keep ignoring the stuff that&#039;s RIGHT FUCKING THERE, in front of our eyes.",
        "&gt;&gt;89327257That&#039;s why I&#039;ll be forever mad that they changed the plot of the Matrix movies from computers to batteries but didn&#039;t change humans to cows which are much better suited for that shit. Imagine skin tight leather outfits and kung fu fights with cows kek"
    ],
    "Why does old technology just looks so much better than modern technology?": [
        "&gt;&gt;89325306it rectifies",
        "&gt;&gt;89321231I didn&#039;t know eyes had the capacity of sensing touch, holy shit my sides",
        "I really like the style of my ancient Fischer electrotherapy machine. Inside the ornate wood box with a glass lid is a Tesla coil and crazy Victorian tier construction, look at the meter, spark gap, terminals, and knobs - it belongs in a mad scientist lab. Here&#039;s a guy that has one like mine - mine in the one in my pic: https://www.youtube.com/watch?v=tr9ARDZawIE",
        "&gt;&gt;89326208",
        "&gt;&gt;89327108It did."
    ],
    "I won&#039;t be surprised if that would become an option looking at the absolute state of the new gen hardware&#039;s power consumption.Maybe you can patent-troll it, PSli? Idk": [
        "anyone sane just uses integrated graphics&gt;&gt;&gt;/v/ermin",
        "Hol up... you mean people actually game without redundant dual psus? No wonder I can&#039;t get out of bronze, can&#039;t carry these leavers.",
        "&gt;&gt;89325886Why would they do that when they can just sell you a new PSU with 2x the capacity for 3x the price? It&#039;s not like there&#039;s a practical limit to monolithic switching converter size.What you&#039;re probably going to see is the return of true multi-rail PSUs in big.LITTLE configurations.",
        "&gt;&gt;89325886&gt;Dual Psu wen?phanteks revolt already does this",
        "&gt;&gt;89325886already fucking exists"
    ],
    "&gt;117C117C&gt;117C117C&gt;117C117C": [
        "&gt;&gt;89327036ARM is full of patented technologies to lower power consumption intel or AMD can&#039;t touch.",
        "&gt;&gt;89327187&gt;Has there been some kind of breakthrough in materials that allows this?The realization that nothing matters after you&#039;ve gotten the largest number you can for your marketing material",
        "&gt;&gt;89327187See &gt;&gt;89323508 linkTjunction is still 100c. These cpus are aimed at the enthusiasts so I would imagine people who buy them are knowledgeable enough to know how to tweak settings and have components needed to cool down these mini toasters.",
        "&gt;&gt;89323183We should ship those chips directly to Ukraine for the war",
        "&gt;&gt;89327333Kek&#039;d and checked"
    ],
    "like, something you clearly really know whatt you talking about": [
        "I have a wealth of knowledge on how to appear like I know what I&#039;m talking about, even though I&#039;m actually clueless.",
        "C++",
        "&gt;&gt;89325904forgot i musta posted this earlier",
        "&gt;&gt;89325612It&#039;s not safe for 4channel, sweaty :^)",
        "&gt;&gt;89325709That’s based"
    ],
    "It&#039;s up.": [
        "&gt;&gt;89325009Fuck you I&#039;m not installing this bullshit again. You prove to me it works on bare metal and I will. I&#039;ll stick with gentoo in the mean time where shit actually fucking works.",
        "&gt;&gt;89324425not going to use openbsd, they will try to put backdoors in it the moment I do",
        "&gt;&gt;89324441ChadBSD",
        "&gt;&gt;89325044&gt;I&#039;ll stick with gentoo in the mean time where shit actually fucking works.",
        "home"
    ],
    "Hey, /g/, my motherboard kicked the bucket yesterday. Took it to the repair shop, don&#039;t bully me, and they ran a fuck ton of tests on it yet it all points to the motherboard, an Aorus B450 Elite, AM4 chipset, with a Ryzen 5 2600 on it. Way I see it I have two options: option A, buy another AM4 chipset mobo, cheapest I can find, and hope for the best, or option B, sell my working CPU and buy an Intel motherboard. Only have a GTX 1660 so I guess it&#039;d run fine with an i3F CPU.What would /g/ do?": [
        "&gt;&gt;89327139Neither",
        "&gt;&gt;89327139be free, my boy.. it&#039;s a sign, don&#039;t be like us anymore.. go outside, go get a job, go enter college and meet people, stop what you&#039;re doing and let your computer die",
        "&gt;&gt;89327139i would get drunk and watch some anime",
        "&gt;&gt;89327160&gt;&gt;89327169&gt;&gt;89327179Selling everything and never looking back is unironically one of my options.",
        "&gt;&gt;89327139buy a fucking cheap motherboard you drama queen and take your non problems elsewhere"
    ],
    "13900k is a 300w housefire with the worst efficiency in modern cpusintel somehow managed to outhousefire amd": [
        "&gt;&gt;89326532Did I stutter?",
        "&gt;&gt;89326951Didn&#039;t read.",
        "&gt;&gt;89327107You forgot to dilate too.",
        "Still waiting for someone to put their money where their mouth is.",
        "&gt;&gt;89327226&gt;put their money where their mouth isew"
    ],
    "I have a skill object with point investment,  attribute modifier, and cost variables. What would be the most elegant way to code a function that could generically buy skill points up to +5. I have ideas for solutions but I&#039;m not experienced enough to know if I&#039;m right.": [
        "&gt;&gt;89327324By &quot;cost&quot; I mean difficulty btw"
    ],
    "What loonix distro should I get?": [
        "&gt;&gt;89326091BBC Queen",
        "&gt;&gt;89326255This is what ruined her for you? Not the tattoo?",
        "Enter the Void",
        "Ubuntu 22.10 will be released any second",
        "&gt;&gt;89326761not her ugly ass face and her pale skin? you all have no standards"
    ],
    "Are tablets even relevant anymore?": [
        "&gt;&gt;89324242Tablets are comfy when you&#039;re stuck in bed",
        "IPad Pros are pretty much the only option that gets shilled in artist circles for portable digital drawing. Other than that they&#039;re mostly for reading books or an extra screen for kids to not hog.",
        "I was an android user since 2008 and got my first iPhone last year. I missed being able to download certain things on the go for free so I got a Samsung tablet and it has been very useful on trips. I get to watch all my shows, movies, read my books, and its big enough to let someone else watch too. It was a good buy for me but if you are mostly home all of the time then there is no real point.",
        "&gt;&gt;89324242Only to faggot incel losers like you who dont have children.If you  have kids / elderly relatives they&#039;re necessary:&gt;Makes plain rides or traffic jams bearable&gt;Grandma can face time far more easily&gt;despite app support dropping, ipads are built like fucking tanks.  My ipad gen 1 still works double duty for 3 of my kids",
        "&gt;&gt;89325716I&#039;m a faggot incel loser and have elderly relatives so idk what the point of that first sentence was."
    ],
    "so I&#039;ve been working at taco bell for seven years. I dropped out of high school with my friend and never got around to getting my ged. i haven&#039;t been promoted due to staffing issues and i need a side hustle. I&#039;ve saved 500 dollars, would this be enough to buy coding equipment? i want to learn to code": [
        "&gt;&gt;89325625OP, you are a retard if all you can save up is $500. Regardless, that should be enough to get a decent desktop for programming, as you can just skip getting a GPU. If you play vidya and &quot;need&quot; one, grow the fuck up unironically. All you have to do is look at the millennial generation to see what vidya did to them. READ READ READ and READ instead. You and I both only have informal self-education to our advantage, so it&#039;s important to leverage it.Again, since I&#039;m not a programmer, it&#039;s hard to say what language you should learn. I first started out learning Python and I deeply regret it. Its only advantage is that it&#039;s a scripting language, so it&#039;s easy to get started with, but other than that it&#039;s extremely slow, difficult to read (due to the lack of syntax), and hard to write (because of the forced indentation). If I were to start again, I would learn HTML and CSS and make some STATIC websites. This is very easy to do and rewarding, as you get to see the fruits of your labor visually and instantly. Learning to put a website on the internet will also teach you a lot about computer networking, which is important. After you get HTML and CSS down to a science, then you can start learning TypeScript (a better version of JavaScript), which will allow you to make DYNAMIC websites, which allow people to interact with your website instead of just reading it.WAGMI fren. Don&#039;t give up.",
        "&gt;&gt;89326907ThisSmall laptop or second hand desktop pcThe Odin Project is a good place to start learning for free",
        "&gt;&gt;89326276I was facing explusion for my deliquency for a second time. First time I was expelled the remainder I&#039;d the year for &#039;hacking&#039; lmao, this was years ago. I said fuck it, left that day and happened to arrive wlin time to take the GED &#039;placement&#039; test at the local CC. Got a perfect on that so they just let me take the GED. Got it all done in less than 3 hours. Years later I went and got my associates in business and political science, don&#039;t laugh I just really liked polisci. But between then and then I just marked down my high school on job apps, no one bothered to check.I also took a shit ton of art classes, it was based... I highly recommend community college to all anons, it&#039;s great if you like to learn. You get out of it what you want out of it. I spent 4 years taking everything I could. From C# to design to all the maffs. Good times, very good times.",
        "&gt;&gt;89326276Lol how did school even work during covid i never thought about that. They cant even get WFH boomers to follow the rules.",
        "&gt;&gt;89325625Get a fucking GED. If your math is shit you’ll never learn how to code well."
    ],
    "How do you read manga, /g/?": [
        "&gt;&gt;89319132How is weather in Transylvania today?",
        "&gt;&gt;89304327+1",
        "end of thread?",
        "&gt;&gt;89322472Its fucking heavy and the vent burns my hand when i hold it by the hinge which is the only possible way de to the zero practical bezel",
        "&gt;&gt;89305846sex"
    ],
    "Previously on /sdg/: &gt;&gt;89324097&gt;Updateshttps://rentry.org/sdupdates&gt;Local installNvidia GPU: https://rentry.org/voldy | https://github.com/AbdBarho/stable-diffusion-webui-dockerAMD GPU: https://rentry.org/sd-nativeisekaitoo | https://rentry.org/sdamd | https://rentry.org/ayymd-stable-diffustion-v1_4-guideCPU: https://rentry.org/cputard&gt;Cloud Hosted InstallColab: https://colab.research.google.com/drive/1kw3egmSn-KgWsikYvOMjJkVDsPLjEMzlPaperspace: https://rentry.org/865dy&gt;SaaS Sitestxt2img: https://huggingface.co/spaces/stabilityai/stable-diffusion | https://beta.dreamstudio.ai | https://dezgo.com | (NSFW) https://pornpen.aiimg2img: https://dezgo.com/image2image | https://huggingface.co/spaces/huggingface/diffuse-the-restinpainting: https://huggingface.co/spaces/fffiloni/stable-diffusion-inpainting | https://inpainter.vercel.app/paint&gt;Kritahttps://github.com/sddebz/stable-diffusion-krita-pluginhttps://www.flyingdog.de/sd/en&gt;Textual Inversionhttps://rentry.org/embeddings&gt;Modelshttps://rentry.org/sdmodels&gt;GuidesNovelAi: https://rentry.org/sdg_FAQDreambooth: https://github.com/ShivamShrirao/diffusers/tree/main/examples/dreamboothInpainting/Outpainting: https://rentry.org/drfarUpscaling images: https://rentry.org/sdupscaleTextual inversion: https://rentry.org/textardTraining: https://rentry.org/informal-training-guideHypernetworks: https://rentry.org/hypernetwork4dumdums&gt;In-Depth Usage Info/g/ wiki: https://wiki.installgentoo.com/wiki/Stable_Diffusion&gt;Tools &amp; ResourcesIndex: https://pharmapsychotic.com/tools.htmlArtist Styles: https://pastebin.com/HD7D6pnh (embed)Prompt sharing: https://lexica.art/ | https://krea.ai/Wildcard list: https://github.com/Lopyter/stable-soup-promptsDataset: https://pastebin.com/HpBPTmbF (embed)img2img skeleton: https://app.posemy.art/&gt;Related&gt;&gt;&gt;/h/hdg&gt;&gt;&gt;/d/ddg&gt;&gt;&gt;/vg/aids&gt;&gt;&gt;/vt/vtai&gt;&gt;&gt;/aco/asdgOfficial: discord.gg/stablediffusion": [
        "&gt;&gt;89325814There&#039;s never a use case for eval code so the fact they got lazy and let a bundle format do this is insane.  Python developers must be braindamaged.",
        "&gt;&gt;89325421But they say right there on the website that there&#039;s a safety checker in place preventing NSFW?",
        "&gt;&gt;89325647Absolute legend mate, thanks.",
        "&gt;&gt;89327043Trivial to remove&lt;code&gt;#  result, has_nsfw_concept = check_safety(result)&lt;/code&gt;lmao, lol",
        "&gt;&gt;89326538what model, NAI?"
    ],
    "Every fucking time. I can&#039;t leave my iphone or airpods behind because this always fucking happens.": [
        "based dog, way smarter than its owner",
        "Dog is laughing at you like Satania.",
        "&gt;&gt;89326581god dog",
        "good doggo",
        "&gt;&gt;89326581Based dogger"
    ],
    "&gt;certain sequences of 1s and 0s are illegal": [
        "&gt;certain combinations of atoms are illegal",
        "&gt;&gt;89324991&gt;drawings that are illegal",
        "&gt;&gt;89324991&gt;certain arrangments of atoms are illegal",
        "&gt;this certain arrangement of pixels on your screen is protected by federal law",
        "&gt;&gt;89325366Your move."
    ],
    "A faggot hired me to do his uni assignment for him and after I completed it he claims that now I need to enter his PC &quot;via Zoom&quot; and compile and run my code because it &quot;doesn&#039;t work/compile&quot; rofl. And he also wants me to run tests for him there because he doesn&#039;t know how. None of this was agreed upon originally and I can&#039;t bother explaining to him what he has to do. Meanwhile he sent me a video where you can see that he clearly butchered the file structure of the project even though I told him not to do that and he claims that he didn&#039;t (lol). He also contradicted himself on multiple occasions about other stuff. Now, since I&#039;m reluctant to help him, he threatens to cancel the project and take my code.So I&#039;ve decided to report him to his uni for cheating and I have all the necessary info. I&#039;m only worried should I reveal that I knew that I was helping him cheat (I want to send screenshots of our convo too). We are on different continents so it shouldn&#039;t be a problem but I&#039;m interested in what you think bros.I don&#039;t care about not getting the money, it&#039;s not that much.": [
        "&gt;&gt;89326023&gt;What can they do to me in Europe?Nothing, it&#039;s not illegal to cheat in school. That&#039;s like being scared a 1st grade teacher in some other country is going to put you in a time out. The uni won&#039;t give a fuck, there are services like chegg that helps kids cheat too.",
        "&gt;&gt;89325212report himfaggot can&#039;t even cheat properly",
        "&gt;&gt;89326931Oh you are not enrolled in the course too? Yes, whatever...",
        "&gt;&gt;89326023&gt;He&#039;s from Pakistanyea fuck these shitskin cheaters. destroy his life. though i doubt he&#039;d get kicked from school. when i was in college, i reported blatant cheaters who were international students who tried to peek at my stuff during exams. professor didnt do shit because of the financial directives from above and because he was a brownoid too, even though he caught them before. reported him too, but before i got make a case before the school body that handles these things, he retired with his fat pension. students never got so much as dinged. going to school and working with these dishonest people have turned me into a massive racist.",
        "&gt;&gt;89325212it sounds like he doesnt even know the fundamentals of what he supposed to be doing.hes fucked, its his own fault. if hes going to cheat this early, hes just rich scum"
    ],
    "SELL NOW": [
        "&gt;&gt;89322738BUY THE DIP",
        "&gt;&gt;89325324I wish intelaviv went bankrupt, but it it&#039;s not gonna happened. If any thing will make them stronger because they will buy back a bunch of stock with US citizen&#039;s tax money.",
        "&gt;&gt;89325400Lmoa is this real?",
        "&gt;&gt;89326007No I drew it",
        "&gt;&gt;89325558Intel&#039;s future is IBM 2.0"
    ],
    "https://github.com/yokoffing/BetterfoxPerfectly balanced,as all things should be.A firefox thats doesn&#039;t break sht and its as private as it needs to be.": [
        "&gt;&gt;89321113&gt;Perfectly balanced,as all things should be.reddit",
        "&gt;&gt;89321458https://www.youtube.com/watch?v=dwZpjKH8nboWatch the first 3 minutes&gt;&gt;89322723It&#039;s stable enough to get some work done and be privacy aware, that&#039;s why defferent profiles exist.",
        "you will not become more anonymous/secure, no matter how much you tweak firefox, the modern web is bad-by-design. your only option is to quit the web",
        "&gt;&gt;89326877Nice try glowie,the fight will never stop,just like the web advances so do the counter measures.",
        "&gt;&gt;89322415&gt;luciferfoxWould use."
    ],
    "Do you use a linux handheld? If so, which?": [
        "I want to get a tiny pc I can use while standing in crowded trains, and just generally have a pocketable device to mess around with that isn&#039;t as restricted as modern android, but the market is full of crap and finding a good one is really hard. Pinephone + keyboard looks good.",
        "&gt;&gt;89327105i wanted to say animefag and than i saw digimon in picrel, it&#039;s nothing more than a gimmick. (fuck i love this movie)",
        "&gt;&gt;89327131Based digibro",
        "&gt;&gt;89327155fuck pokimon little orange dinosaur man rocks"
    ],
    "skizophrenia": [
        "&gt;&gt;89326915Good luck",
        "&gt;&gt;89326915without them",
        "this is an elaborate attempt at manipulation.",
        "&gt;&gt;89326915&gt;t. never took a physics class",
        "good luck getting your foreskin back on without them"
    ],
    "why do these buttons exist and why is the numpad on the right side of the keyboard? who benefits?": [
        "holy. shit. guys. Try the buttons. Try the buttons right now, holy fuck I had no idea they do that",
        "&gt;&gt;89323892the ones I use the most are delete, home, and end. using page up and page down now is very fast for going through files in vim, print screen is pretty obviously useful. I don&#039;t use insert or see the use case, nor scroll lock or pause (outside of starcraft)",
        "&gt;&gt;89326579&gt;nor scroll lockuse excel and you know",
        "&gt;&gt;89323892you use the arrow keys all the time, video navigation, text editing, some games even have features that use them.delete is obvious, insert is retarded and i hate it and shouldn&#039;t exist. prtscrn.. well, ofc? what kind of low quality bait is this. page up and page down make things easier when working on big text files including home and end.",
        "Home brings you back to your Mothership in Homeworld."
    ],
    "I don&#039;t get it. This was basically a mini laptop with a x86 processor that you could also use as a mobile phone. When iPhone was released it could do nothing better, it just had the touch screen and UI made for fingers (which desktop and laptop users never adopted). Is it time to go back to reason and start making these again?": [
        "You people are all on crack. I used early PDAs, those iPaq/Windows Phone/PDA abominations, and these early phones. All dogshit compared to what we have today. Just the web browsers on those phones were so fucking gimped at the time.",
        "&gt;&gt;89320144Better ui, natural gesturesNgl, I just don’t like the keyboard because RSI",
        "&gt;&gt;89320144Setting up POP mail was a nightmare and the PC interface software was beyond terrible.Don&#039;t Nokia make farm equipment again today?",
        "&gt;&gt;89324616&gt;Just the web browsers on those phones were so fucking gimped at the time.Because most people were still on WAP, dude.",
        "&gt;&gt;89320144&gt;This was basically a mini laptop with a x86 processor that you could also use as a mobile phoneI hate apple as much as any decent person, but that says absolutely nothing about why it would be good for the average joe."
    ],
    "UX designers expect to get paid for their work. It&#039;s that simple. GNU/LInux was made by programmers. Programmers sucks at UX design. All of the good UX designers are employed by Apple. Microsoft and Google are getting the rejects from Apple, and GNU is left to pick through the scraps. The largest DE&#039;s out there, GNOME, KDE.etc were designed by programmers who only understand a superficial level of what makes a good user experience. They copy whatever Apple is doing but put more effort in things like backend scripting and module management than polish. It&#039;s basically all Linux developers know how to do. A user interface is its own separate discipline, and Apple hires people who spent years in a design school for their degrees. How can GNU/Linux compete? Unfortunately, most people&#039;s first impression of an operating system comes from the interface. GNU / Linux is an incredible piece of engineering in the right hands, but its user interface standards are why it will remain dead on desktop and laptop computers.*drops mic*": [
        "&gt;*drops mic*",
        "If a freetard made a car, you&#039;d need to know how to change the head gasket before the key would turn.If they made a refrigerator, you&#039;d need to know how to rewind the motor and recharge the coolant before you could open the door.",
        "Bunkerchan OP",
        "And that is how it should be. If you are faggot go and use your faggot OS. Linux does not need to cater to normies and phoneposters."
    ],
    "Why is jewgle hell bent on ruining every product they make?Where the fuck is images?": [
        "&gt;uses garbage proprietary service&gt;complains when it&#039;s garbage?????",
        "&gt;&gt;89326964&gt;you can&#039;t complain on /g/ kys chud.",
        "&gt;&gt;89326920works on my machine",
        "probably some shitty extension is blocking the bar",
        "&gt;&gt;89326920Use a different browser schizo"
    ],
    "Does anyone independently verify that these faraday bags for cell phones actually work? What&#039;s a good low-cost spectrum analyzer to do your own testing?": [
        "&gt;&gt;89326863then how does this work?",
        "&gt;&gt;89326879OP probably wants to know if it&#039;ll protect against a high altitude nuclear explosion.",
        "&gt;&gt;89326474Pretty sure hackaday or something similar did a test not too long ago. I think with popular Amazon listed bags and maybe tinfoil? From what I remember it was really easy to leak RF if the container wasn&#039;t fully or properly closed.",
        "&gt;&gt;89326944It&#039;s standard operating procedure to tag and monitor the cellphones of protesters. The UK just passed a bill to make it standard operating procedure to tag all phones during protests. Modern cellphones don&#039;t have removable batteries.",
        "&gt;&gt;89326474Smart phone GPS tracking operates from the Schumann Resonance, the only way to avoid it is to leave the planet"
    ],
    "struct S {  int a;    S(int a) : a(a) {}};": [
        "&gt;&gt;89324387I know how it works I just thought the new C++ would have some fancy constructor syntax.",
        "Nevermind I got it.struct A {  int x = 5;};int main(){    A* a = new A{3};        cout&lt;&lt;a-&gt;x;        delete a;    return 0;}This works, it just throws an error if you&#039;re not using C++ 11",
        "&gt;&gt;89324144Take a typing course.What you show here would take a proper typist 3 seconds max.",
        "&gt;&gt;89324261Most C++ IDE&#039;s or LSP implementations will support a code action to add all the constructors.",
        "&gt;&gt;89324748Writing code is fine, having code is an issue. You have to read boilerplate just to make sure it does nothing interesting. It wastes your time later."
    ],
    "We should have never developed LCDs beyond calculator use.&gt;Phones cause degeneracy&gt;Has made computers part of daily life excessively&gt;not as comfy as CRTBring back crts": [
        "&gt;&gt;89325130&gt;/g/ once again confirming it&#039;s stuck in the 80s and 90s.you guys hate tech. and you worship a schizo who  cloned a commodore system.",
        "&gt;&gt;89325358&gt;t. phone addict",
        "&gt;&gt;89325358&gt;you guys hate tech. and you worship a schizo who cloned a commodore system.",
        "CRTs are also EMP proof.",
        "&gt;&gt;89326645What? How? They have a gigantic coil inside, plus a shitload of electronics."
    ],
    "&gt;&gt;89280321&quot;Arguing that you don&#039;t care about the right to privacy because you have nothing to hide is no different than saying you don&#039;t care about free speech because you have nothing to say.&quot;--Edward Snowden&gt;Recommended operating systemsGeneral purpose: Fedora, K/L/Xubuntu, Arch LinuxPrivacy focused: Whonix, Tails, Qubes OS&gt;Recommended mobile operating systemsAndroid based: GrapheneOS, CalyxOS, LineageOS/DivestOSLinux based: PureOS, postmarketOS&gt;Recommended browsersChromium based: Brave, Bromite, ungoogled-chromiumFirefox based: Firefox (w/user.js), IceCat, LibreWolf, Mull, Tor Browserhttps://ffprofile.comhttps://pastebin.com/qYpX1zKi&gt;Browser testshttps://www.deviceinfo.mehttps://dnsleaktest.comhttps://privacytests.orghttps://librespeed.orghttps://d3ward.github.io/toolz/adblock.html&gt;Advanced content blockinghttps://github.com/gorhill/uBlock/wiki/Blocking-mode:-medium-mode&gt;Recommended search enginesBrave Search, DuckDuckGo, SearX, Startpage&gt;Privacy oriented DNShttps://nextdns.iohttps://www.quad9.nethttps://adguard.com/en/adguard-dns/overview.html&gt;Privacy oriented emailDisroot, ProtonMail, Tutanota, mailbox.org, StartMailCock.li, RiseUp (invite only)&gt;Recommended instant messengersSignal, Briar&gt;YouTube front endhttps://redirect.invidious.iohttps://newpipe.nethttps://freetubeapp.iohttps://github.com/TeamPiped/Piped&gt;Proprietary firmware replacementhttps://coreboot.orghttps://libreboot.org&gt;Resourceshttps://www.privacytools.iohttps://ssd.eff.orghttps://haveibeenpwned.comhttps://stallman.org/facebook.htmlhttps://madaidans-insecurities.github.iohttps://sizeof.cat/linkshttps://ryf.fsf.org/productshttps://techlore.techhttps://pastebin.com/CvcChWup&gt;Advanced Linux resourceshttps://eldritchdata.neocities.orghttps://vez.mrsk.me/linux-hardening.html": [
        "If i buy a used/&quot;new&quot; phone on ebay how do I make sure it&#039;s not compromised or ready to drain my bank account? Is that sort of thing even likely?",
        "&gt;&gt;89325409Just do a factory reset, which usually most sellers do to begin with.",
        "&gt;&gt;89321526&gt;https://pastebin.com/CvcChWupThanks for updating this",
        "&gt;&gt;89325117It’s illegal to have home security in California",
        "&gt;&gt;89325409You cant be sure unless you can wipe the entire storage and write a new rom"
    ],
    "what are some essential android apps?": [
        "Any web browser? Something that doesn&#039;t automatically break websites",
        "&gt;&gt;89325166&gt;Quickpic Galleryhttps://github.com/WSTxda/QP-Gallery-Releases",
        "&gt;&gt;89326405https://github.com/Tobi823/ffupdaterFennec might be your your best bet if you don&#039;t care for hardened security.",
        "&gt;&gt;89325076F-DroidNetGuardNewPipeProtonMailSignalSuperTuxKartTor Browser",
        "iceraven is the best browser available. runs any firefox addonalso download TrackerControl and trash any program talking to google behind your back"
    ],
    "What will swimming in ~60 degree water every other morning do for my fitness? I need to increase my cardiovascular endurance and capacity.Will I become a navy seal or will I die?": [
        "&gt;&gt;89326741Add ice cubes",
        "&gt;&gt;89326817So you want me to use technology to heat up a swimming pool, then use ice cubes to cool it back down again? Why?",
        "&gt;&gt;89326502If you meant 70° C, that could kill you",
        "&gt;&gt;89326841No, i meant 70F retardI said cold water not almost-boiling water",
        "&gt;&gt;89326502Technolo/g/ &amp; /fit/ness"
    ],
    "&gt;1999: The Matrix premieres, Alibaba founded&gt;2000: Dot-Com bubble&gt;2001: Wikipedia launched, 9/11, first iPod, LotR is released&gt;2002: Euro enters circulation, SpaceX founded, Mozilla Firefox is released&gt;2003: Iraq war, Tesla is founded&gt;2004: Facebook founded&gt;2005: Reddit is founded, Angela Merkel elected&gt;2006: Twitter is launched, Spotify is launched, Roblox is launched, Google acquires YouTube, Nintendo launches the Wii&gt;2007: iPhone released&gt;2008: The Great Recession, Barack Obama is elected, Tesla Roadster launched&gt;2009: Bitcoin is launched&gt;2010: iPad is introduced, Instagram is launched&gt;2011: Libyan war, Syrian war, Snapchat launched&gt;2012: Candy Crush Saga released, Gangnam Style&gt;2013: GTA V released, Edward Snowden&gt;2014: annexation of Crimea, ISIS begins its offensive in northern Iraq&gt;2015: European refugee crisis, US Supreme Court allows same-sex marriage&gt;2016: Trump elected, TikTok is launched&gt;2017: Nintendo Switch launched&gt;2018: Saudi Arabia allows women to drive&gt;2019: Boeing 737 Max grounded, Jeffrey Epstein dies&gt;2020: Brexit, Covid-19 pandemic&gt;2021: Kabul captured by the Taliban&gt;2022: Ukraine war &lt;-- YOU ARE HERE": [
        "Someone as old as Bart would now be as old as Homer.",
        "&gt;89326174thanks for the (you) thats a sad cope",
        "MACCHADS JUST CANT STOP WINNING",
        "&gt;&gt;893237831999 was 23 years agofeel old yet",
        "&gt;&gt;89326421my lolis keep me young"
    ],
    "which is the best to learn about hacking and programming? no, i don&#039;t want to hack fb or some shit, i&#039;m just curious and always find hacking incredible": [
        "Windows.",
        "Depends on the angle you want. Sign up at HackTheBox.",
        "&gt;&gt;89326744Learn a scripting language and that is basically it.https://www.metasploit.com/get-startedThis is a framework to make tools for shit like that, I think that you have to learn ruby to mess around with it, so learn ruby?",
        "&gt;&gt;89326796anything my brother in christexploits, vulnerabilities, etc.",
        "&gt;&gt;89326845thanks lad, appreciate your help"
    ],
    "Can you please help me choosing a good search engine?&gt;duckduckgocensorship&gt;google niggerloving spies&gt;yandexeverything is in russian, and I can&#039;t change itsearx? something else?": [
        "&gt;&gt;89318800&gt;Can you please help me choosing a good search engine?All of them.",
        "&gt;&gt;89318909Lots of brain dead /g/tards just endlessly repeat dumb shit they read on youtube and here, there’s no arguing with stupidity.",
        "&gt;&gt;89323919SearX is just a metasearch engine, it&#039;s just giving other peoples&#039; results with a different coat",
        "My standard go-to is to look if the engine indexes actual 4chan /pol/ or not. I don&#039;t even go there but it&#039;s a useful metric since almost all search engines omit it on purpose.Incidentally the only one mentioned ITT that does give a proper result for it is mojeek so thanks whoever shilled that one.",
        "&gt;&gt;89318800swisscows"
    ],
    "&gt;be me&gt;been running 4k 55 inch QLED TVs instead of regular monitors since like 2017 or 2018&gt;my video card back then didn&#039;t even even support 4k 60hz&gt;bought a vega 64 to be able to use my screen&gt;worked well, but it was never truly capable of 4k 60hz without huge compromises&gt;ended up playing most games windowed at 1440p&gt;this year switched to a Neo QLED 4k 120hz display because I moved to another country and had to leave my old TV behind (too big to carry and by this time it was a lot cheaper and not worth it)&gt;no card even coming close to reaching 4k 120hz so just content waiting for technology to catch up&gt;4090 launches and seems capable of doing that&gt;see price&gt;nope.exe&gt;meanwhile dog pisses on my Vega 64 (i keep the case open for better thermals)&gt;vega 64 short circuits and can&#039;t repair it&gt;use my ROG Strix laptop with a RTX 2060 card as a desktop replacement&gt;sounds like a plane engine even in light gaming&gt;put the laptop on top of my old PC case near my desk so the dog doesn&#039;t piss on it again&gt;the retards are Asus made it in such a way that if you keep the lid closed, the dedicated GPU doesn&#039;t work so I have to keep the screen open at all times even though I&#039;m not using it&gt;one night go to the bathroom&gt;laptop screen gets caught in my clothes&gt;slides off from the PC and lands screen down&gt;screen shattered like it was in a car crash&gt;the only way to use the laptop is by having it permanently connected to a screen and hope nothing goes wrong; can&#039;t even enter BIOS cause it only shows it on the laptop screen&gt;every time I hear that turbine noise from the laptop, that 4090 sounds more and more attractive. Still not buying it cause the insane prices. &gt;last night see 4090 at slightly below MSRP (europe prices)&gt;today I pull the trigger and order it like a good goy cattleBe honest, /g/, what would you have done if you were in my position? Am I retarded? I feel like a whore and I need to take a shower.": [
        "&gt;&gt;89321311I had a 580 that handled most 4k games fine as medium settings with max textures, now I have a 6900xt and it runs everything I play at a 120hz 4k max settings ez pz. the only reason you need a 4090 is because youre trying to play a horribly unoptimized game like cyberpunk, maybe its a fun game to some people but I prefer my NPCs to actually react when they see me shoot someone. fucking gta5 with photorealism mods looks better and actually runs on normal hardware too.",
        "&gt;&gt;89326051&gt;the only reason you need a 4090 is because youre trying to play a horribly unoptimized game like cyberpunkI won&#039;t lie and say it&#039;s not true, that game is really fucking horrible when it comes to optimization while most other games run just fine. The other reason is to account for future horribly optimized games like The Witcher 4. Witcher 3 is in my top 3 or top 5 best games ever, but that shit was stuttery as fuck even with good hardware. Those polish fuckheads know how to write a good story and create an amazing atmosphere, but they are shit programmers. Despite their incompetence I still want to enjoy Witcher 4 (and other fuckups) when it comes out.",
        "&gt;&gt;89322270&gt;yeet the dogWe can tell you suffer from autism by the first line of your shitty post fren.&gt;&gt;89323373One of my friends name in that game is nynch liggers, been that for years now.",
        "&gt;&gt;89321311&gt;I feel like a whore and I need to take a shower.Should have waited for AMD but who knows how long.  You didn&#039;t have much choice.  I&#039;ve been an AMD fanboy, correction I pick AMD just because I fucking hate NVidia.  That said I&#039;ve been using a 1080ti the last 4 years.  AMD just wasn&#039;t up to competition back then.",
        "didn&#039;t read and never will"
    ],
    "&gt;Keyboard recommendation templatehttps://pastebin.com/n220xk9V&gt;Where to buy keyboardshttps://www.mechmap.tech/themaphttps://keycaplendar.firebaseapp.comhttps://www.mechgroupbuys.com/keyboardshttps://www.alexotos.com/keyboard-vendor-list/&gt;News:Keychron Q10 released.Keychron V2 released.AKKO Top75 released.Nexttime68 released.CIY Tester68/84 v2 released.Drop Sense75 released.You are paying for the brand by buying Ducky, Steelseries, Razer, Corsair, Logitech. This applies mildly to Leopold (Except for the Topre boards), Filco, Varmilo, and other brands from the late 2000s to early 2010s, which are dated (they are well-built keyboards but do not have any features that are now quite common).&gt;Relevant Linkshttps://www.youtube.com/watch?v=8YV8KmfBbBM&amp;t=20sPrevious: &gt;&gt;89243997": [
        "Topre",
        "&gt;&gt;89326303Why even get a Ducky at this current year when you could have gotten the more modern, sleeker and better built FL ESPORTS board.",
        "&gt;&gt;89326404Don&#039;t tell them, it&#039;s funnier if they spend thousands on mechanical meme shit first.",
        "&gt;&gt;89326303Are you using via or some retarded onboard programming?",
        "&gt;&gt;89326792poorfag cope lol"
    ],
    "&gt;average Arch user": [
        "&gt;&gt;89325276&gt;/bin/bashAverage arch user always does shell scripts.",
        "&gt;&gt;89325276The average Arch user will never be a woman&gt;&gt;89325362&gt;Implying the board quality could get any lowerlol, lmao even",
        "&gt;&gt;89326690I will fight to the end to prevent it from getting worse.",
        "Average Desbian enjoyer",
        "&gt;&gt;89326730You could post reddit memes 24/7 and it wouldn&#039;t make it any worse than it already is."
    ],
    "How is Java being used these days?Is it mostly for Android app development?": [
        "&gt;&gt;89325636&gt;avoid jobs at all costsThere&#039;s powerful niggatry at work here.",
        "&gt;&gt;89318352Spring still runs the worldt. work at company that does Spring shit for 15+ fortune 500 companies",
        "&gt;&gt;89326210what Java version are you using?",
        "&gt;&gt;89325646&gt;cancer behaves like cancerYour point? He didn&#039;t ask for job advice and if you&#039;re good, you can land a job anywhere you want, not just spring sweatshops.&gt;&gt;89325997Kek.",
        "&gt;&gt;89318352I used java to get enough cash to buy an acre in the country and work from home permanently"
    ],
    "I want to change my motherboard without changing my cpu. The problem is that i have a i5 6600 skylake. Are there any new motherboards compatible with my cpu that i can buy, or my only option os to buy something used?": [
        "&gt;&gt;89326714I don&#039;t know, why don&#039;t you try googling it",
        "&gt;&gt;89326714Just upgrade nigga"
    ],
    "Users of all levels are welcome.Share Windows tools, utilities, tips &amp; tricks.FAQ:&gt;How do I activate Windows?https://github.com/massgravel/Microsoft-Activation-ScriptsHWID mimics OEM activation to generate a permanent legitimate license.(Does not work on VL editions that need KMS, avoid VL/KMS)&gt;&gt;Which version should I install?&gt;Home/ProComes with bloatware apps like games, music, news, weather, etc.&gt;Education/Workstation/EnterpriseComes with basic system apps.&gt;LTSC / IoT LTSCLTSC = 5 years support, VL/KMS onlyIoT LTSC = 10 years support, HWID onlyComes with Win32 system apps, no MS Store, no feature updates, security updates only.If you need MS Store, run this in cmd: wsreset -iThere are no compatibility differences between versions.&gt;Do I even need IoT LTSC?W10 Home/Pro/Edu/WS/Ent editions end support in 10/2025, LTSC in 2027, IoT LTSC lasts until 2032.&gt;How do I activate Office?https://github.com/abbodi1406/KMS_VL_ALL_AIO/releasesInstalls a KMS server emulator, not ideal as KMS trips AV sometimes and deactivates. Alternatively, use MSOffice through your browser since it&#039;s free. As a last resort, you can try LibreOffice and set it to save as Office file formats.&gt;Where can I get Windows/Office ISOs?https://www.heidoc.net/joomla/technology-science/microsoft/67-microsoft-windows-and-office-iso-download-toolOther sources:https://rentry.org/fwt#linkshttps://tb.rg-adguard.nethttps://www.heidoc.net/php/myvsdump.php SHA1 database (search SHA1, download anywhere)Always verify SHA1 with 7zip for non-MS sources&gt;Is Optimize-Offline worth it?&gt;Should I debloat?If you need to ask, then no. You WILL break something and then come crying about updates/store/feature not working.&gt;Windows/Office installation guidehttps://pastebin.com/Q4ced4rE (embed)&gt;Is Windows 11 good?&gt;Should I upgrade?Not yet.&gt;B-b-b-but muh Windows 7!OpenShellWinInfo Pasta:https://rentry.org/fwtPrevious thread &gt;&gt;89306296": [
        "&gt;&gt;89325383&gt;&gt;89321843because it hasn&#039;t been &quot;shady&quot; for me, it hasn&#039;t made any requests to connect to the internet, Unless you know of some way it gets around my simplewall? If I were the type of person that disagrees with something a dev has done in the past and just never trust them again, I wouldn&#039;t be using Windows",
        "&gt;&gt;89326509&gt;&gt;89326489&gt;&gt;89326352&gt;&gt;89325843&gt;&gt;89325751Windows?",
        "&gt;&gt;89326540Windows?",
        "&gt;&gt;89326540Yes, i post this comment in Windows, so is related to /fwt/",
        "&gt;*removes folders from windows explorer*u mad brah?"
    ],
    "He gave a seminar over here at my college on open source software. I was excited to meet him. I went to the seminar 30 mins ahead and there he came , short 5&#039;8 or something dude with a fat stomach. He had grey hairs , had somewhat of a clean shave with a short goatee like bush.  I knew who he was but I hadn&#039;t watched his talks before. I loved his works such as emacs , gcc , gpl and others. I didn&#039;t care about his political thoughts or such till today but holy shit. This (((dude))) is messed up. He&#039;s a schizo who says a lot of BS. I don&#039;t personally look up to FAANG / GAFAM but I love how capitalistic americans are (One of the reasons I&#039;m thinking of doing my masters degree and PhD in USA ). But this guy told about how stalin&#039;s dream of surveillance is being fulfilled today and at the same time he told us to hate big corps. I was like &quot; wtf he&#039;s talking shit about left and the right &quot; I went up to him with my mac (I carry it to college as it&#039;s lightweight) but then he told me and my friends how I need to wear a mask and using propreitary software is bad and I&#039;m supporting apple which is a bad company (ofc). He complained that I shouldn&#039;t wear surgical mask (Which I had in my pocket) and I should wear n95 or european mask. I was one of the two lucky plebs who got a chance to get a photo with him but he didn&#039;t even remove his mask. reeeeeeeeeee. Anyways , shower me with your thoughts anons.": [
        "delusional koelie",
        "&gt;&gt;89326363based stroke poster",
        "&gt;&gt;89326363Gandu cope madu. Everyone from trashy Reva starting leaving when he started to auction. Only us students from msrit who came here with permission were left out. And to add a cherry on top , my friend even bought the fucking book can you believe it ?",
        "&gt;&gt;89325966I&#039;m sure that it can kill (((6 million))) people easily.",
        "covid is free software and you want to share the software, you will be free hacker."
    ],
    "&gt;There are people who play video games on their telephones": [
        "&gt;&gt;89323840I used to watch that. Years later I bought the game on the PS1 and it was kinda shit lol.",
        "&gt;&gt;89319661I&#039;m over 30 and play Roblox on iPhone, yes",
        "&gt;&gt;89325162Imagine how much of your time has been wasted on 4chan.",
        "Modern Combat 2 was the shit in school and everyone had an ipod 4 touch. fuck you",
        "&gt;&gt;89321470Factorio is basically a job simulator."
    ],
    "I have no knowledge of programming or anything but I want to write scripts, tools for websites like 4chanX and stuff like that, sounds fun": [
        "&gt;&gt;89326564https://developer.mozilla.org/en-US/docs/LearnEasily the best source and reference.",
        "the state of /g/",
        "Not even joking? Learning the basics of it should take 1-2 months considering that you have no prior programming knowledge. Learn how to mess around with the DOM and that is basically it.```let count = 0;const intervals = 5000; // 30 seconds in miliseconds.function autoClick(count) {    const divisoria = document.querySelectorAll(&quot;[data-test-selector=\\&quot;community-points-summary\\&quot;]&quot;)[0];    const botoes = divisoria.getElementsByTagName(&quot;button&quot;);    // checa se existem 2 botoes    if (botoes.length &gt; 1) {        const pointsButton = botoes[1];            pointsButton.click();        count = count + 1;        console.log(`△ Points successfully redeemed. x ${count} △`);    }}setInterval(autoClick(count), intervals);```This is a twitch.tv autoclicker, that gets those points and whatever. It should be somewhat simple to understand once you get the basics.",
        "&gt;&gt;89326564https://github.com/dwyl/Javascript-the-Good-Parts-noteslearning vanilla JS is incredibly usefulalso, this &gt;&gt;89326629",
        "&gt;&gt;89326654&gt;nooo you can-t ask questions related to technology!!!"
    ],
    "what is the psh equivalenttr -cs A-Za-z0-9._- _": [
        "&gt;&gt;89317919just use tr on powershell. I use the uutils for most the posixy shit I expect on winshit.I only use windows for wage so I don&#039;t give a shit to learn proper powershitter.",
        "&gt;&gt;89322511&gt;&gt;89322594Pretty much what this guy already said but there&#039;s an even craftier way to do it...# &quot;full&quot; and logical wayGet-Content &quot;file.txt&quot; | ForEach-Object {  return $_ -replace &quot;[^A-Za-z0-9._-]&quot;, &quot;_&quot;}# shortened version using aliases and implicit returncat &quot;file.txt&quot; | % {   $_ -replace &quot;[^A-Za-z0-9._-]&quot;, &quot;_&quot;}If you are trying to change the content of a file in-place, you have to be a bit careful. PowerShell pipelines operate line by line, without waiting for the previous step to finish.So the naive ways above will start overwriting file.txt after the first line and the rest of the file is lost (obviously bad).# this will NOT WORKGet-Content &quot;file.txt&quot; | ForEach-Object {  return $_ -replace &quot;[^A-Za-z0-9._-]&quot;, &quot;_&quot;} | Set-Content &quot;file.txt&quot;So what we can do is wrap the get-content call is parentheses to tell powershell to run that step to completion before moving on.# this will work(Get-Content &quot;file.txt&quot;) | ForEach-Object {  return $_ -replace &quot;[^A-Za-z0-9._-]&quot;, &quot;_&quot;} | Set-Content &quot;file.txt&quot;...but theres a better wayNow we dont actually need the foreach-object loop! Why? Because the parentheses around get-content makes it expand out in-place into a large array of strings.. And strings all support the... &#039;replace&#039; operator we were trying to use the whole time.#so you can do this(Get-Content &quot;file.txt&quot;) -replace &quot;[^A-Za-z0-9._-]&quot;, &quot;_&quot; | Set-Content &quot;file.txt&quot;Just be aware that the default encoding of Set-Content is probably not what you want",
        "&gt;&gt;89318185&gt;&gt;89324710 perl -i -pe &#039;tr/A-Za-z0-9._-/_/cs&#039; FILE",
        "&gt;&gt;89322777&gt;&gt;89324777The Numbers have spoken.",
        "&gt;&gt;89324710None of those seem to do what OP&#039;s command does. $ cat filefoo%%%bar$ tr -cs A-Za-z0-9._- _ &lt;filefoo_bar_"
    ],
    "well?": [
        "&gt;&gt;89322948&gt;no usasuga, homoposter",
        "&gt;&gt;89323324&gt;he fell for the diversity meme",
        "&gt;&gt;89326311It&#039;s not pornIt&#039;s art",
        "&gt;&gt;89326332Enjoy your ban 7 year old",
        "&gt;&gt;89316784i dont get it. i thought we were reaching the technical and physical limits for hard drive capacity?"
    ],
    ".": [
        "&gt;&gt;89325957We do but it keeps getting worse, same as &quot;woke&quot; shit. How the hell do I get warnings and bans when this can monopolize the board? Janitors and moderators must be in on it. Reminds me of picrel",
        "&gt;&gt;89326301&gt;picrelkekthis is what happens when you let american propaganda into your country",
        "&gt;&gt;89326333Agree, and turning a blind eye (filter) solves nothing.",
        "&gt;&gt;89319214Stable Diffusion general has to be multiple threads because the nature of that thread isn&#039;t very conducive to 4chan. If all SDG posts were in one thread it would hit the bump limit every 5 minutes.An easy fix to make it less annoying would be for jannies to sticky a thread with no image/bump limit until people get bored of SDG.",
        "&gt;&gt;89326447They won&#039;t, just like the British Broadcasting Company has hijacked some other boards, apparently incessant spamming is ok sometimes."
    ],
    "Why are motherboards for this thing so stupidly expensive? My mobo just died and was FORCED to look for another one since this is my light workstation/gaming PC. A typical 990fx motherboard costs like $200 in the used market and unused motherboards costs like $300-$400. Anyone explain why these motherboards command such huge prices?": [
        "&gt;&gt;89325705I&#039;m not talking about black people I&#039;m talking about subhuman niggers be it japs or americans.",
        "&gt;&gt;89325777&gt;I&#039;m talking about those I don&#039;t likeBasically.&gt; AMD is... Bad, okay? I said so.",
        "I just decommissioned my 8350 home server. Anyone want to buy it? I can include a crossfire 7979 setup. Also a crosshair V formula motherboard and 16 gigs ram.",
        "&gt;&gt;89316080fpbp/thread",
        "&gt;&gt;89325921Why would you even post it here? Post it in ebay or sell it to some shops that buy and sell used parts."
    ],
    "What audio format brings down size but also keeps quality? I&#039;m okay with MP3 192kbps or higher, but just curious about other formats.": [
        "&gt;&gt;89326016ogg is a container you dumb fuck&gt;&gt;89326060you want ogg vorbis&gt;&gt;89326046opus is trash for anything that isnt human speech",
        "&gt;&gt;89326160&gt;opus is trash for anything that isnt human speechNow all we know that you are dumb",
        "&gt;89326160holy newfaggotry",
        "&gt;&gt;89325927unironically AAC. 224kbps VBR is roughly equivalent to 320 CBR mp3 quality. 192 kbps is roughly equivalent to 256 VBR mp3",
        "&gt;&gt;89326259ESL detected, opinion rejected"
    ],
    "do people seriously think like this? god what a retard, i hate onions devs so much. the ONLY language that is obsolete is objective-c but it was an extremely obtuse to begin with and had lots of wacky symbols so they can be pretentious NeXT fagboyshttps://youtu.be/omrY53kbVoAfuck carbon fuck rust fuck swift fuck kotlin fuck go fuck nim fuck zig. all horrible horrible languages": [
        "&gt;&gt;89322851Isn&#039;t this what namespaces were designed to solve?",
        "&gt;&gt;89322910For application code sure but the standard library has additional self imposed restrictions that code needs to work even if people did things like include std; Also if they add a function to some library interface but later find out that the state it exposes makes it hard to make the underlying structure optimal, you end up with &quot;optimal_structure&quot; in boost instead of C++ standard library ever deprecating things of having two of almost the same data structure in the library.Separately, by keyword here I mean reserved keyword like &quot;return&quot; or &quot;if&quot;. They can&#039;t add &quot;await&quot; and &quot;yield&quot; because they didn&#039;t reserve them far ahead in advance and people might be using them as variable or function names kek.",
        "&gt;&gt;89323033I exaggerated on the &quot;using std&quot;. They try not to break such code but sometimes it can&#039;t be avoided.",
        "&gt;&gt;89322349I only embrace cunny.",
        "&gt;&gt;89322639when things hurt my feelings i refuse to believe they are true and blame them on an elaborate global conspiracy"
    ],
    "I&#039;ve got Kaspersky VPN and I&#039;ve been happy with it so far even after the trial. Just the other day got it for $15 for just a whole year because I&#039;m pretty much a new customer. My question however is... Are there any good VPNs or ways to post to 4chan from VPN services? For the life of me no matter what I try I can&#039;t ever post through a VPN or even under my T-Mobile data, even with the VPN off. I might just consider buying the pass at a much later time to not even bother trying to browse or post here through my VPN. I actually can browse through my T-Mobile data just fine, it&#039;s just that I go out daily and on some public Wi-Fi hotspots it&#039;s blocked, eg library, etc....": [],
    "4070 will be a slim 2 slotter baby. This confirms the 4080 12GB was in fact the 4070 Ti and not 4070.": [
        "Have faith in mommy su people",
        "You fucking morons think that card they tried to sell you as 4080 will be sold as 4060 or 4060 TI? Then it gets dropped a half a tier down to 4070 TI and that is it. Then $100 off the price too.",
        "&gt;&gt;89324359Fuck her, you KNOW that if the the new GPUs match Nvidia&#039;s she will charge exactly the same priceWe are being fucked from both sides, just take a look at the CPU market",
        "&gt;&gt;89317468That&#039;s not the win you think it is.The 4080 12Gb was already a shitty performing card, the 4070 will be worse than a 3080 for the same price.Whatever they&#039;re renaming the 4080, it won&#039;t be 4070 ti either. It&#039;ll be something new. They already had a 4070 ti planned and they&#039;re not going to scrap it.",
        "&gt;&gt;89324359Mommy Su is Jensen&#039;s niece."
    ],
    "Well, /g/?": [
        "&gt;over 5swhat?",
        "&gt;&gt;8932435410 mb is nothing, it does not add to latencywebsites will load slow even if block all javascript, just because of how retarded tcp is",
        "&gt;&gt;89324354You&#039;re not not downloading megabytes of javascript.  The website I manage which uses lots of Javascript for the frontend is 200KB for the main.js file and 0.9s for time to interactive.  It loads faster than you can register that it&#039;s loading.",
        "&gt;&gt;89324690&gt;10 mbs for an over-stylized website with no mediatic content is nothing&gt;three packets causing a delay of 2+ seconds&gt;&gt;89324853Thanks for stating the obviousIt&#039;s what came with it, also don&#039;t underestimate its time-consuming initialization/memory allocation phase",
        "&gt;&gt;89325457&gt;pretends to understand internet protocol&gt;says a packet is 3 mbi cant take you seriously"
    ],
    "random pic": [
        "&gt;&gt;89324772ti-36x proButtons feel nice and its got some stuff like a algebra solver and vector and matrix solving stuff as well as hyperbolic trig functions. Its what all engineers use for their PE exams in america.",
        "That&#039;s right.",
        "&gt;&gt;89324338This calculator triggers SJW&#039;s because of inequality. Math ios racist.",
        "&gt;&gt;89326230SOVL"
    ],
    "Intradesting...https://www.veed.io/view/b49a2125-8318-4df6-b2b8-1ca42c889445": [],
    "How do I stop being a promptlet?": [
        "&gt;&gt;89326211Define &quot;promplet&quot;.",
        "&gt;&gt;89326211nushell",
        "&gt;&gt;89326211&gt;stop...&gt;...-let&gt;double negationso you make good prompts?",
        "&gt;&gt;89326211Hitori boochi is super promplet.",
        "Try to arrive 10 minutes early instead of just on time. That way even when you&#039;re late you&#039;ll still be on time!"
    ],
    "I&#039;m increasingly of opinion that everything else except JS, Java and SQL are unnecessary fluff that only exists as test bed for new Java and JS features. In daily work life and living in organization they are needless distraction and the people wanting to use anything else must be removed from organization like a festering tumor they are.": [
        "&gt;&gt;89319183sorry, but i like useless things :P",
        "&gt;&gt;89322899&gt;&gt;89323811People like you deserve unemployment and industry blacklisting",
        "&gt;&gt;89321322&gt;just write the kernel and drivers in java&gt;bro just trust meunironically kill yourself retard",
        "&gt;&gt;89325854You can write drivers in Java and notabel example of that is Java Cards. Kernels, nah no need to do so, just provide direct interface to JVM from some kernel like MINIX or Linux",
        "&gt;&gt;89319183OP has gone full pajeet"
    ],
    "why is C still around when C++ exists?": [
        "&gt;&gt;89313033Why is C++ around when C# exists?",
        "&gt;&gt;89322404if you dont understand this you got filtered by cpp etc etc",
        "&gt;&gt;89313088based and titpilled",
        "&gt;&gt;89321909Its like that lab scene from Alien Resurrection but in reverse.",
        "&gt;&gt;89313033The real reason is legacy code, complexity, and use-cases. A lot of C code is legacy code, and people aren&#039;t too interested in gutting and rewriting code that works. C++ has a much steeper learning curve as well, compare the sizes of the C and C++ standards. Finally, I&#039;d say it&#039;s just because using C++ requires more discipline for certain applications. I heavily support C++, but you need to be aware of what you&#039;re actually doing in certain environments. My most recent experience with this was getting bitten by someone else using static constructors in a profiler runtime. This caused the profiler to outlive the thing it&#039;s trying to profile because global constructors have arbitrary order."
    ],
    "so i decided to put Linux on my laptop and settled on Mint Cinnamon. I have it dual boot with windows just in case. im mainly a hardware guy.": [
        "&gt;&gt;89322218Why didn&#039;t you just install windows on a separate drive? You&#039;re going to have a bad time if it&#039;s on the same drive.",
        "&gt;&gt;89325836I&#039;m relativley new to this &amp; don&#039;t really know how to do anything. I was wondering if I could just download my exact version of windows &amp; pour it onto a seperate usb just incase i ever needed it",
        "&gt;&gt;89325868&gt;if I could just download my exact version of windows &amp; pour it onto a seperate usb&gt;not keeping all of your dotfiles as a repo on github&gt;not having a custom ISOdo americans really&gt;&gt;89325364most of them are $300,000 in debt after buying a 5m2 apartment lmao",
        "take regular backups in case you need to suddenly reinstall",
        "&gt;&gt;89325836The only issue I&#039;ve ever had from dual booting was this one time when I installed Linux and then had to re-install Windows some time later, which caused Windows to overwrite the bootloader, which meant I had to manually re-install GRUB from a live USB. Kind of annoying but not that big of a deal.I&#039;ve heard people say that dual booting can cause other issues, but I don&#039;t know what those are and I&#039;ve never had them. I do stick to one OS per physical HDD now tho, just in case."
    ],
    "you vill pay for 4kyou vill make the megacorporation happyand you vill be happy:^)": [
        "&gt;&gt;89311051Why dont you pay for 4k anon, are you poor?",
        "&gt;&gt;89325910For me it&#039;s just using mpv+yt-dlp with a giant cache.",
        "in a perfect world youtube itself costs money and doesnt track you/doesnt compress as heavily + doesn&#039;t soft force &quot;advertiser friendly&quot; contenthosting costs money",
        "&gt;Still using youtube instead of TikTok like everyone elseRetards",
        "zoom zoom"
    ],
    "not paid shills": [
        "&gt;&gt;89323661&gt;once in a year release event&gt;people post about it&gt;SHILLSwhat",
        "&gt;&gt;89323718&gt;&gt;89323774bot same comments in every thread",
        "&gt;&gt;89324221 mentally ill jidf wannabe girl goyim with in jewish ritual butchered cock ehboring",
        "&gt;&gt;89324240bye bot enjoy your amd pluton foreverhttps://www.haaretz.com/israel-news/business/2011-06-01/ty-article/chip-giant-amd-establishing-r-d-center-in-ramat-gan/0000017f-e710-d62c-a1ff-ff7bf7710000https://en.globes.co.il/en/article-1000651071https://www.sec.gov/Archives/edgar/data/2488/000119312512075837/d257108dex21.htm",
        "&gt;&gt;89323661Intel fanboy cope thread.Intel is not infallible and turns out not objectively better than AMD any more.Deal with it."
    ],
    "The chosen one.": [
        "&gt;&gt;89325281ok take meds now",
        "too priceyits really worth it?",
        "&gt;&gt;89325332&gt;&gt;89325363&gt;&gt;89324757literal bots raiding /g/ right now",
        "&gt;&gt;89325332&gt;кaниBASED",
        "Bought a 5600x for like $200 as a cheap upgrade to my b350 system from zen 1. Absolutely steal to last me a while.But honestly should have coughed up for a 5800x3D just because that seems to have even more lasting power.Will probably need pcie 4.0 eventually though."
    ],
    "&gt;X11 doesn&#039;t provide a proper sandbOx!!!!!&gt;WE CAN&#039;T UNDERSTAND THE X11 COOOODE&gt;X IS FOR the Werkstations and mainframes!!! WE NEED A display manager for a Desktop hurr&gt;fucks up with all the historic FOSS developed &quot;mature status&quot; programs&gt;Install Xwayland and cope &gt;While picrel just works, making all the troons confusedIf you can&#039;t set up a sandboxed X11 for your system, you are ngmi": [
        "&gt;&gt;89319584if you cant understand X11 code you have either never coded before and are parroting others or youre retarded",
        "&gt;&gt;89319709&gt;bindows.return to reddit, faggot.&gt;&gt;89324456Based.",
        "&gt;&gt;89325594What do you think docker was for?",
        "&gt;&gt;89325991Docker works.&gt;Why are you running xpra as root though?Will it drop privileges?",
        "&gt;&gt;89326015Just a quick example. Yeah, it should run as a user.I wish I could run snaps in docker, I would be happy then."
    ],
    "What&#039;s/g/ opinion on Gropro cameras?": [
        "i need camera that records in 3000fps so i can do slow mo effect",
        "&gt;&gt;89325096why do they all have a fisheye lens? I hate it.",
        "&gt;&gt;89325258Becuase of the size and fish eye is generally what you shoot for fpv or quick action shots.",
        "&gt;Using a goypro"
    ],
    "&gt;nvmefags need water cooling to keep their placebos from overheatingHDDChads win againEnjoy spending 0.10¢/GB for your bloat": [
        "&gt;&gt;89325521&gt;need",
        "&gt;&gt;89325521&gt;needno one needs that unless you are running your ssd on full load 24/7, a ssd without heatsink will work just as fine for normal usage, maybe just a tiny heatsink for gaming and that&#039;s it",
        "&gt;&gt;89325521&gt;placebosnigga wut?"
    ],
    "All websites should allow anonymous posting": [
        "&gt;&gt;89325617&gt;All websites should allow anonymous postingThen how am i supposed to use my pronouns?",
        "Waiting for permission to do what you want is cuck behavior. I&#039;m already working on a solution."
    ],
    "&gt;13600K nearly matches the 5950X in rendering workloadsabsolute chad CPUsource: https://www.techpowerup.com/review/intel-core-i5-13600k/6.html": [
        "&gt;&gt;89324988&gt;it&#039;s about how chad 13600k isYes, but is it cringe or based? Cringe le zoomer or based da boomer CPU?",
        "&gt;&gt;89325006I didn&#039;t decide /thread&gt;gtfo retard",
        "&gt;&gt;89324871 except the fact that i do not pluton is not sponsored by cia jew jidf nigger me is all there is to it if i wanted privacyi would never plug ethernet cable in my pcnow fuck off be a good goy elsewhere",
        "&gt;&gt;89325283AHAHAHA look at that microcuck shill",
        "&gt;&gt;89324158"
    ],
    "when amdretards talk about intelaviv they dont talk about amd in israel https://www.haaretz.com/israel-news/business/2011-06-01/ty-article/chip-giant-amd-establishing-r-d-center-in-ramat-gan/0000017f-e710-d62c-a1ff-ff7bf7710000https://en.globes.co.il/en/article-1000651071https://www.sec.gov/Archives/edgar/data/2488/000119312512075837/d257108dex21.htm": [
        "&gt;&gt;89323899&gt;russian bot speaking against the jews when it&#039;s a crime in his shit countrylol",
        "&gt;&gt;89323794&gt;&gt;89323875The issue with TPM 2.0 and Pluton is not backdoors. It&#039;s the future loss of computing freedom once most normies have hardware attestation on their devices.Not because of physical impossibility, but because all web services will be able to &quot;cancel&quot; you if you don&#039;t run FAGMAN-approved software only on FAGMAN OSes. As it happens today with SafetyNet and banking apps.Say goodbye to youtube-dl, curl, unapproved apps &amp; extensions.",
        "because is 10nm what is was 5nm ? amd was deadamd have advanced because of 5 nm what  if was intel with 5nm imagine the perfomance from intel .... amd was dead long agoyou can see intel 10nm still keep up with amd 5nm FinFET",
        "&gt;&gt;89325175&gt;The issue with TPM 2.0 and Pluton is not backdoorsdont buy it bot as i enginer code you are ad for amd",
        "&gt;&gt;89325168 oh please tell me more about russia is cunny crime to? because my girlfriends are 14xaxaaxaaxaxxa"
    ],
    "I am still using an iphone 7 and iphone 14 is expensive as heck and i don&#039;t know the android meta. What to buy?": [
        "&gt;&gt;89320919S10e (cheap) or Zenfone 9(not cheap) if you like small phones, S22/Pixel 7 otherwise",
        "&gt;&gt;89320919See this:&gt;&gt;89321011Consider donating after if you like it.",
        "&gt;&gt;89320919Lagdroids are just same shit with different launcher. Buy whatever you like Fold and flip are something but the build quality seems bad",
        "&gt;&gt;89320919depends what country you are in, you can get great deals on motorola&#039;s midrange (most of motorola are bait phones for normies). other than that my default is whatever the current midrange flagship wannabe is from xiaomi brands as I care more about screen longevity than looks or camera.",
        "&gt;&gt;89320919none ;)Sent from my PinePhone"
    ],
    "What company makes cables and cords that work and also won&#039;t burn down my house? I don&#039;t trust anything off amazon": [
        "&gt;&gt;89323725Whats the point of having a rope-thick cable with a giant bulge like that? Is that where they install the NSA tap?",
        "&gt;&gt;89324498They go under the ocean",
        "&gt;&gt;89323725is that an audiophile setup?",
        "&gt;&gt;89323725Lapp Kabel makes the best. But what exactly do you need?",
        "&gt;&gt;89323960you make your own cables?"
    ],
    "What technology should I put in MY Bugatti?": [
        "Never used Loonix.None of them.Never will.&quot;Omg you&#039;re missing out&quot;Maybe.You&#039;re missing out on having sex.Keep your penguin.",
        "&gt;&gt;89318318&gt;mentions trannies when there are nonei think you should take some time off this shit hole it might improve your mental health a bit",
        "&gt;&gt;89318049&gt;I love the internet, because it reminds me that there is an entire subsect of terminally online males that spend their entire lives playing out a persecution fetish.Internet not needed, just look at blacks and jews.",
        "&gt;&gt;89325124&gt;&gt;mentions trannies when there are nonehe&#039;s looking into your monitor right now",
        "&gt;&gt;89317517The concept of EQ was made up by a jew to sell books to women."
    ],
    "&gt;drm_kms_helper ERROR flip done timed outIs Debian Stable the new Arch?Love me some sweet broken unbootable kernels in the stable repos!": [
        "&gt;&gt;89318987Let’s take a look at you sources.list.d…Aanon, so many respoitories? What is all this? Didn’t you read the Debian handbook?",
        "&gt;&gt;89318987intremap=off",
        "&gt;&gt;89321278&gt;&gt;89321303&gt;&gt;89321362&gt;&gt;89321384I was gonna spoonfeed you but youre a faggot",
        "&gt;&gt;89319952They cut out a dev of 20 years that left to Arch because he didn&#039;t like the trannies taking over. Norbert Preininghttps://m.slashdot.org/story/397489",
        "&gt;&gt;89322914&gt;Let’s take a look at you sources.list.d…Are you retarded?"
    ],
    "It&#039;s confirmed, anyone claiming that &quot;Multiple monitors with different refresh rates is a fundamental limitation of X11&quot; is a paid red hat shill.When do you realize the truth and escape GNOME and Red Hat&#039;s attempt to intentionally break the Linux desktop?": [
        "&gt;&gt;89322058&gt;the current state of /g/",
        "&gt;&gt;89322052Wait you faggots thought that you will have problems running monitors with different refresh rates?im leaving this fucking board",
        "&gt;&gt;89322140you can do mixed refresh rates on amd too",
        "&gt;&gt;89324167This didn’t work on X until last year and the implantation still isn’t perfect, and it requires some wrangling in NVIDIA-settings. This is a common online myth, just google “multiple monitors different refresh rates linux”.",
        "&gt;&gt;89322058hey there ebussy"
    ]
}