{
    "This board is for the discussion of news, world events, political issues, and other related topics.\n\nOff-topic and /b/-tier threads will be deleted (and possibly earn you a ban, if you persist). Unless they are quality, well thought out, well written posts, the following are some examples of off-topic and/or /b/-tier threads:\n\n&gt;Red pill me on X. (with no extra content or input of your own)\n&gt;Are X white?\n&gt;Is X degeneracy?\n&gt;How come X girls love Y guys so much?\n&gt;If X is true, then how come Y? Checkmate Z.\n\nThe variety of threads allowed here are very flexible and we believe in freedom of speech, but we expect a high level of discourse befitting of the board. Attempts to disrupt the board will not be tolerated, nor will calls to disrupt other boards and sites.\n\nIf you want a place to discuss topics not related to news, world events, or politics, please try /bant/ - International/Random,": [],
    "Check the catalog before posting a new thread!\nReply to existing threads about a topic instead of starting a new one. New users who do not abide by this principle will be temporarily blocked from creating threads. Mods will delete obvious duplicate threads and spam without notice. Don&#039;t bitch because your twitter screencap thread got deleted; there are probably other threads about it. Go look!": [],
    "Previous: &gt;&gt;401155514Timeline /tug/: https://files.catbox.moe/m97wmq.pdf▶WARNINGBe aware, any /chug/ thread that uses globohomo nuspeak wording in the OP (such as Kyiv) or cites UKROP sources (like video game footage) are fake shill threads.&gt;By posting in these threads, you recognize Israel controls the NATO Council, you irrevocably denounce the Talmud out of your own volition and you acknowledge that Jenny is a useless piece of scrap▶Latest&gt;Weapons shortages across Europe could force hard choices for Ukraine&#039;s allies&gt;Ukraine is allegedly selling 9 seized Russian cargo ships&gt;Up to 30 Geran-2s launched from Republic of Crimea&gt;There is no panic in Nikolaev&gt;Vovan and Lexus pranked Sergei Pashinsky into admitting BayrACKtars are useless&gt;AFU shells civilian crossing in Kherson, at least 3 dead, 10 injured&gt;Zelenskyy denies ordering attack on Crimean Bridge in CTV interview&gt;Liz Truss resigns after only 6 weeks in office&gt;Putin declares martial law in DPR, LPR, Kherson, and Zaporozhye regions&gt;Strikes on TPPs in Ivano-Frankovsk &amp; Vinnitsa confirmed&gt;Civilian entry to Kherson closed for 7 days, all administration and civil departments being moved to left bank of Dnieper&gt;President of Kazakhstan put on Mirotvorec&gt;Saudi Arabia wants to join BRICS&gt;Russia has destroyed 30% of Ukraine&#039;s Power Stations this week - Zelenskyy&gt;Kiev confirms multiple strikes on energy infrastructure facilities in the capital, Dnepropetrovsk &amp; Zhytomyr&gt;Kiev confirms strikes on energy infrastructure facilities in the capital, Sumy and Dnepropetrovsk regions▶Telegramhttps://t.me/s/IntelSlavahttps://t.me/s/CIG_telegramhttps://t.me/s/BellumActaNews▶/chug/https://rentry.org/chug2022mk2▶(((Academic))) Paper confirms /chug/ is comfy, r/ugh is gayhttps://archive.today/nyCyo▶Z Radiohttps://zhizn-fm.ru▶Audio threadcurrently n/a (jannies are niggers)": [
        "&gt;&gt;401164033impossible unless russia literally shoots down the satelites",
        "&gt;&gt;401164033No it isn’t",
        "&gt;&gt;401163919&gt;t.",
        "&gt;&gt;401163866That&#039;s how you can tell Ukraine is losing badly&gt;Here pay attention to gay soldiers and a training accident, we don&#039;t have anything else to show you",
        "&gt;&gt;401161962I take it as yes then"
    ],
    "AND HE MADE SURE TO KNOW EVERYONE KNOWS ABOUT IT": [
        "&gt;&gt;401143887Why didn&#039;t Jesus perform a miracle that would stand the test of time and make Him undoubtably the son of God? I asked this once before. If He carved his name on the moon in giant letters that could be read from Earth, then it would be impossible to deny His power. I don&#039;t believe myths and fairytales just because they&#039;ve been written down. I need physical evidence, like fossils prove that dinosaurs existed. All he had to do was just perform a real miracle, instead of these tiny miracles like curing someones blindness or feeding a small crowd of people.",
        "&gt;&gt;401143887Any feats for JC? Pretty sure Goku can just blitz him.",
        "&gt;&gt;401163423Because Jesus/God decided that faith was the metric by which he would deem followers worthy of eternal life and paradise, not intelligence, courage, kindness, etc.The ability to believe things without evidence is their most important virtue.",
        "&gt;&gt;401143887LMAOHe doesn’t get it.",
        "&gt;&gt;401145206&gt;t. homosexual raised by a single mom"
    ],
    "I’ll startEveryone here seems to think that Canada, my country, has no culture which is laughable when neighboring shithole America is literally just a giant shopping complex": [
        "&gt;&gt;401163966obsessed",
        "&gt;&gt;401161914No Canadian has ever demonstrated any unique culture.",
        "&gt;&gt;401163901Of course not, she probably couldn’t even see it under your folds of fat",
        "&gt;&gt;401161914I don&#039;t care about your shitty cope, go drown in maple syrup leaf.",
        "&gt;&gt;401164063&gt;Other than fatI am kinda fat. I&#039;d kick your lily ass through the wall too. I grew up in Texas. Fighting was called Tuesday."
    ],
    "Bolsonarista Roberto Jefferson is on a shootout with federal agents after they attempted to arrest him for insulting a Justice of the Brazilian Supreme Federal Court.I don&#039;t think this ever happened in any country before.What a legend.": [
        "&gt;&gt;401153807&gt;Ou é mentiroso descarado ou realmente acredita nessa merdaQue dúvida, será que MAV mente por dinheiro?",
        "&gt;&gt;401161690&gt;im not playing toughSure and im the queen of england, now kneel",
        "&gt;&gt;401163833Se o Bolso perder puta que pariu estamos na merda... vendi meu carro e botei 100k em dólar numa carteira de cripto se for pro caralho já tenho como pegar a foda fora.",
        "&gt;&gt;401146868Is he alive?",
        "&gt;&gt;401163952Imagine if he dies"
    ],
    "&gt;WE WUZ GERMANS WHO REKT ROMAN SCUMThe first season of Barbarians was a hit because it was one of very few productions that showed Romans speaking historically accurate Latin. This made watching the mediocre German parts tolerable, even through the parts where a historical woman was engaging in physical combat despite there being no historical record of her doing so.Netflix released the trailer for the second season and there&#039;s no Romans speaking Latin, but there is... a black woman... in 1st century Germany. What?": [
        "&gt;&gt;401163481There&#039;s no evidence of females fighting. The Romans recorded women as coming along to watch battles. Women are utterly inferior to men in all ways in combat so it makes zero sense to send them into combat.",
        "&gt;&gt;401163885won&#039;t stop (((them))) from doing it over and over again",
        "&gt;&gt;401163481lol an unironic &#039;we wez Germans and Romans&#039; post. it reminds me of a Mongol archer that was found, and for (((reasons)))) it was concluded she wasn&#039;t Mongol but in face European and omg that means ancient Euros had honored female warriors. If anyone has a link to an article about what I&#039;m referring to post it. Even a midwit can read between the lines and see it&#039;s not about facts but pure ideology.",
        "&gt;&gt;401163481&gt;Berbers in the west which were brown skinned caucasians.&gt;Berbers&gt;brown skinnedFuck off.Google Zinedine Zidane, he&#039;s a Berber and he&#039;s a blue eyes/brown hair white man.Massinissa, king of Numidians in 200 BC(punic wars) was depicted as a regular med type dude with curly hair, not a nigger. Besides, Numidian were renown for their cavalry, and niggers have never domesticated shit.As per women warriors, it might have happened with some desperate poor shit tribe, otherwise women in Germanic tribes would ask their raiding husband for gifts and show off.",
        "&gt;&gt;401162841look it up , the Sami are the only indigenous Europeans &gt;according to them we are descendants of a mix of Africans and arabs https://www.science.org/content/article/theres-no-such-thing-pure-european-or-anyone-else"
    ],
    "Has Kanye started the fire?": [
        "&gt;&gt;401156947&gt;Every single group that wants to name the kikeWhen they do a Nazi salute on the freeway in California, all they are doing is making people oppose whatever message they have. If you don&#039;t understand that, then you are a full blown retard. All white supremacists should just stay out of the Kanye shit. What is needed is for more black rappers to join Kanye. That is how you convince liberals to jump ship. Not by running around praising Hitler in California.",
        "&gt;&gt;401153694https://vimeo.com/76190331626 minutes of his best comments from the 3hr+ video",
        "&gt;&gt;401163508&gt;nazis badYou already absorbed the jewish moral framework.",
        "&gt;&gt;401163733&gt;Ukrainians were considered subhumans by the nazi&gt;Ukrainians larp as themWhy are they so retarded?",
        "&gt;&gt;401163733Azov are doing the Jews bidding by warring against RussiaThe War in the Ukraine and hostility against Russia is Jewish in origin. Just like the War against Germany in the 30s was JEWISH IN ORIGIN AS WELL."
    ],
    "Kids &quot;dancing&quot; at the park/school with adults.Twitter took down, but was at Libs of TikTok &amp; Ian Miles Cheong (where the video is kinda in the thread)": [
        "&gt;&gt;401160989The pork I bought recently was supposed to be good for around 2-3 weeks, but I don&#039;t know if that is acceptable for you. There are usually some kind of marked down foods that expire in 2-3 days also.I don&#039;t think there are any official ethnic maps, haha. We don&#039;t track specific ethnicities much but we do track how many that are born here, abroad and how many have parents that were born abroad, which, given that most immigrants in Sweden came here in the last 30 years should give a general idea. I would say around 75% Swedes, 25% non-Swedes at this point, if I remember the numbers correctly. Picrel is an example of cities with a lot of immigrants on the left and fewer on the right. I personally know that Södertälje has a lot of Assyrians.Regarding shopping groceries in other countries no idea. I&#039;m from the west coast, so what we used to to was go to Germany and Denmark to buy alcohol, lol.&gt;Excellent, I&#039;ll try to get to know my Swedish neighbors.Just keep your expectations realistic and don&#039;t take it personally if people are cold.",
        "&gt;&gt;401160989Also, I found this map for you. The Syrians coming here really skewed the numbers as you can see, but looks like you&#039;ll find the most ex-yus in south-south western Sweden",
        "&gt;&gt;401162860Usually fresh pork here lasts a few days, frozen pork on the other hand atleast a year. &gt;Picrel is an example of cities with a lot of immigrants on the left and fewer on the rightHorrible stuff really, I&#039;m not going to be in Stockholm but still it&#039;s a big city so it has lot&#039;s of migrants (although I shouldn&#039;t judge since I myself will be a migrant). I did find afew groups of Macedonians in Sweden, they mostly mingle with Serbs, few with Bulgarians. &gt;Regarding shopping groceries in other countries no idea. I&#039;m from the west coast, so what we used to to was go to Germany and Denmark to buy alcohol, lolIllOhhh I&#039;m so stupid, actually Denmark is closer than Finland since you&#039;d have to go with a boat and there isn&#039;t a lot of population there. Idk, what others will do I&#039;ll follow. I remember seeing a map about this, Norwegians go to Sweden, Swedes to Finland, Fins to Estonia and Estonians to Russia, kek&gt;Just keep your expectations realistic and don&#039;t take it personally if people are coldI will, thanks for the information",
        "&gt;&gt;401163219&gt;tfw it&#039;s all Syrians in my spotsOVER FOR ME",
        "&gt;&gt;401157601&gt;I expected something like 10/15€ for a kg of pornvery expensive porn"
    ],
    "why are dutch people the way they are?how did they deem ok and normal to have trafficked women in windows in the street in broad daylight and at the same time they preach human rights and progressivism to us all?": [
        "LSD &amp; Money is one hell of a drug",
        "What made Amsterdam the hotspot of Euro degeneracy?",
        "Post-Calvinist Society.",
        "&gt;&gt;401163773Built for bbc",
        "&gt;&gt;401163773are you the same Serbian?"
    ],
    "The main &quot;boulevard&quot; type street in Dublin, nay, the only &quot;boulevard&quot; type street in Dublin, O&#039;Connell Street, is an immigrant and knacker infested shit hole. It&#039;s filled with junkie scum shooting up, niggers exposing themselves and general degeneracy and violence - and it isn&#039;t even a red district with strips joints or anything - just restaurants, hotels and shops and tourist attractions. Thanks to our woeful airport public transport situation, it is the first stop off in the city by the main Airport Bus (there is no airport train or tram service), so for many tourists it&#039;s their first impression of Dublin. Nice street, shame about the scum killing each other on it.The national broadcaster, RTE, did a tv special on this degeneracy, but they were careful to not allow any public comment on twitter or jewtube under the program, and careful not to show any nigger degenerates on screen - they only showed the white irish scum bags, though every week there is a new video of some nigger doing some crazy degeneracy on that street.https://twitter.com/franmcnulty/status/1582096377731244033": [
        "&gt;&gt;401162479When I see union jack the first thing that comes to mind is muslim.",
        "Thank God we have some actual opposition to this though.next election is going to be fun lol",
        "&gt;&gt;401158731&gt;niggersNot a single black person. All look Irish.",
        "&gt;&gt;401163035the master non-relaxer will spot some brown fingers in that clip. but he&#039;s not violent, just sitting on the ground.",
        "&gt;&gt;401158731High foot traffic streets where people spend a lot of money is where panhandlers are going to hang out.Not saying its okay, but Idk why this surprises you."
    ],
    "https://twitter.com/tize4PF/status/1584190460636954624?t=GKVbRExO6s1g5UO36AdRDw&amp;s=19": [
        "&gt;&gt;401163889Cutie",
        "&gt;&gt;401163889asians cant be racist according to the leftist redefinition of the word",
        "The niggers and bugmen attack each, yet they vote in unison for the leftwing kikes who attack only straight, European males.",
        "&gt;&gt;401163889Asians are insects. They just do whatever the rest of the group is doing.&gt;If the rest of the group is not racist, they will not be racist.&gt;If the rest of the group is racist, they will be racist.We just need to make racism popular, and the chinks will be all in."
    ],
    "ITS TIME FOR OPERATION BROOM THE GROOM. We’re sweeping the groomers right out of office. How you ask?Ontario municipal elections are TOMORROW and the groomers in schools are hoping you don’t notice so they can slither into power and have direct access to your kids. Tired of school boards like the Halton District School board protecting tranny teachers? Tired of drag queen story time? Tired of pedophiles trying to groom your kids? THEN NOW IS YOUR CHANCE TO VOTE THEM OUT&gt;FIND YOUR LOCAL ANTI-GROOMER CANDIDATE HERE&gt;https://docs.google.com/spreadsheets/d/1GOS-1ih4Lte6gDj2hJc93pSp93wYDVkw5pPEZPvt2zk/edit#gid=1000795766&gt;ANOTHER GOOD RESOURCE TO SEE IF YOUR SCHOOL TRUSTEES IS SUPPORTING PEDOPHILEShttps://www.campaignlifecoalition.com/find-your-public-school-trusteeTELL EVERYONE YOU KNOW TO VOTE FOR A BASED TRUSTEE TOMORROW AND SHARE THESE LINKS": [],
    "How we cope with the cost of living crises, inflation? And food shortages?Share your tips and tricks.Also: Polish soup anon is hereby summoned.": [
        "Made some spicy red lentil soup yesterday was pretty guud",
        "&gt;&gt;401162775kys useless faggot",
        "I go to a high school and eats lunch every day. Im mid 20s but no one saying anything.",
        "&gt;&gt;401163288&gt;&gt;401163357AY, AY TARHONYA, COME HEA GURL LEMME GET THAT THICC BLACK BOOTY GURL, NOMTALKBOUT&#039;? YEAH, DAS RITE SWALLOW IT BAE, LICK THE BALLZ, LICK THE BALLZ, STROKE IT GURL, OW GURL, TAKE DEM RANGZ OFF GIRL DAMN, OH LAWD DEM RANGZ",
        "&gt;&gt;401164019How much longer do you think you can pull that off for Achmed?"
    ],
    "BUT ARE THEY UP TO CODE?I&#039;M THINKING LIKE THE GHOSTSHIP FIRE WITH THE TWEEKERS IN 2016.https://www.dailymail.co.uk/femail/article-11345399/Whitney-Newkirk-husband-Trent-reveal-created-completely-self-sufficient-lifestyle.html": [
        "&gt;&gt;401161802You vill live in a yurt in the desert and you vill be happy",
        "&gt;&gt;401163547kek. It&#039;s almost like they want to put white people on reservations in the desert.",
        "where do they source their water from&gt;open relationship toogross",
        "&gt;&gt;401163418they&#039;re living off the grid, alright. with batteries and solar panels from Walmart.",
        "&gt;&gt;401163585we will get endangered species status"
    ],
    "&gt;Boris Johnson DOES have 100 MP nominations, claim backers in his campaign&#039;s WhatsApp group, as rival Rishi Sunak gets close to 150 supporters after officially announcing bid for PM and Suella Braverman, Grant Shapps and Steve Baker back him&gt;Message sent to WhatsApp group of Boris Johnson&#039;s supporters says &#039;all the paperwork&#039; has been completed&gt;It appears to confirm that the former PM will appear on the ballot tomorrow to replace the outgoing Liz Truss &gt;The message comes despite Mr Johnson only currently having 57 publicly-declared supporters in the race&gt;Candidates need 100 nominations from Tory MPs by 2pm tomorrow if they are to remain in contention a&gt;Meanwhile, Mr Sunak appeared to be surging further ahead today as he moved near to 150 Tory MPs backers&gt;Former Chancellor is said to have 146 publicly-declared backers, while Ms Mordaunt is currently short on 24": [
        "77th reporting in",
        "Alliance Party NI has nonce councillors",
        "&gt;&gt;401163998why hasn&#039;t he officially declared? think he might get the nomination then drop out tbqh, de facto rishi coronation",
        "&gt;&gt;401163973What happend to Sussex"
    ],
    "Racism doesn&#039;t exist. Love and let live.": [
        "&gt;&gt;401158231Nigger",
        "&gt;&gt;401163721I mean the inbreeding caught up with them, 100 years of inbreeding is obviously gonna be less harmful than 1400 of inbreeding. But if they stopped, I&#039;m pretty sure their IQs would increase by a decent amountAre there any studies showing the IQ of lebanese christians?",
        "&gt;&gt;401158511&gt;&gt;401162727X to doubt, who claims such a thing? Lesser known fact is nigger pussy is actually bigger and deeper on average, so it would have to be looser.",
        "&gt;&gt;401163422&gt;It’s like even jungle feverists know that real nigresses are ugly as fuck.I would.",
        "&gt;&gt;401158231&gt;Love and let live.This"
    ],
    "Imagine showing pic related to someone even literally just 10 years ago and trying to explain it to them.How the fuck did the world become so insane so fast?": [
        "Jews",
        "&gt;&gt;401158809&gt;love and kindness Don’t fall for this retardation. Is it love and kindness when transgender teens kill themselves? When trannies are severely depressed for mutilating themselves? True kindness in this case is tough love, tell them they are mentally ill or have been groomed.",
        "&gt;&gt;401159111At the time I didn’t even know what a tranny was I just thought he was the devil. Maybe pp girls was based all along.",
        "&gt;&gt;401159157Every.Single.Time But please pol, quit naming them.",
        "&gt;&gt;401159157&gt;Polish Ukrainian Jewish familypottery"
    ],
    "&gt;YOU WILL NOT REPLACE U-hhhh....": [
        "&gt;&gt;401163244Scandinavians have African skulls and are descendants of African slaves raped by Slavic bulls",
        "&gt;&gt;401162807This kid gets beat, you can tell by the way she flinches when the niggres makes a fist at around 10 seconds",
        "&gt;&gt;401162807she was 6% bleached to begin with, last thing that stayed from ugaboga genes was hair",
        "i had a mixed mulatto friend , he was fucked in the head and got stabbed for being too rude and uppity.not my problem shit thread btw.",
        "&gt;&gt;401163824based. so I can fuck black women with no regrets"
    ],
    "&gt; society tells me im a woman&gt; friends tell me im a woman&gt; doctors tell me a woman&gt; coworkers tell me im a womanincels on pol say i&#039;ll never be a woman, who do i believe?": [
        "&gt;&gt;401163467Women should use gangrene scented tampons and pads to be more inclusive.",
        "&gt;&gt;401163237I always do winged eyeliner &gt;&gt;401163300&gt;anyway those aren&#039;t real boobasYes they are, I haven&#039;t had breast implants",
        "&gt;&gt;401155251OP is copypasta. but for every tranny reading this:I only use the &quot;correct&quot; pronouns for my tranny friend because i dont want him to lose contact with him. Theres still a glimmer of hope that hell realize how dumb hes being.None of your friends think you&#039;re a female. You look badass as a man. You look fugly as your shitty attempt at being a woman.Your family and friends miss you santi",
        "&gt;&gt;401155251Man hands typed this.",
        "&gt;&gt;401155251You&#039;ll figure it out when you turn 30, if you even get that far lmaoIt&#039;s also nice to know that despite your seemingly large web of connections you still care about what we think"
    ],
    "Kanye and now Elon. Impressive.": [
        "&gt;&gt;401163943You expose yourself just by getting offended at what I posted, dipshit.",
        "&gt;&gt;401163723&gt;kike who worships jewish oil oligarchs accuses someone else of being a kikelmao kys faggot",
        "&gt;&gt;401158621I suspect that both Ye and Elon are on the spectrum and thus are difficult for kikes to control.",
        "&gt;&gt;401164031expose myself to what, you gay little fucking kike?go put on another alex jones podcast, dipshit",
        "&gt;&gt;401163567jesus christ..."
    ],
    "PRESIDENT DONALD J TRUMP @POTUS45https://www.donaldjtrump.com/https://www.thetrumparchive.com/https://truthsocial.com/@realDonaldTrumphttps://rumble.com/c/DonaldTrump&gt;President Trump Officehttps://45office.com/https://www.youtube.com/c/whitehouse45https://www.flickr.com/photos/whitehouse45/&gt;Liz Harrington (Trump Spox) https://twitter.com/realLizUSA&gt;Donald J Trump Presidential Libraryhttps://www.trumplibrary.gov/@realDonaldTrump @TeamTrump @TrumpWarRoom&gt;b-but Trump hasnt done anything!https://www.magapill.com/ARCHIVED LINKS http://pastebin.com/ynXV6CHTGOOD TIMES&gt;Pres Trump Save America Rally in Robstown TX 10/22/22https://www.rsbnetwork.com/video/watch-live-president-donald-j-trump-holds-save-america-rally-in-robstown-tx-10-22-22/https://gettr.com/streaming/p1v73upbb53https://www.c-span.org/video/?523661-1/https://rumble.com/v1oxc5h (Official)https://rumble.com/v1pbqfy (RSBN)&gt;Pres Trump Interview w/Brian Glenn 10/22/22https://rumble.com/v1pbnh0&gt;Pres Trump Save America Rally in Mesa AZ 10/9/22https://www.rsbnetwork.com/video/watch-live-president-donald-trump-holds-save-america-rally-in-mesa-az-10-9-22/https://gettr.com/streaming/p1tocz1dd41https://www.c-span.org/video/?523358-1/https://rumble.com/v1n7xps (Official)https://rumble.com/v1naqha (RSBN)&gt;TrumpVideo: A Nation In Decline 8/9/22https://rumble.com/v1fe5pf&gt;TrumpWave: Gestapo 8/9/22https://youtu.be/suMeU9bN6wE&gt;MAKE AMERICA GREAT AGAIN, AGAIN! 10/28/21https://rumble.com/voe8gm&gt;God Bless the USA (Donald J Trump) 10/20/16https://youtu.be/O_PC_fy0fk0&gt;NEVER COME DOWN (10hr ver) 8/11/16https://youtu.be/HcEc8zeNYxIOP pastebin: http://pastebin.com/nygxu29Rprev &gt;&gt;401145359": [
        "&gt;&gt;401163577this is peta tier but from the other end of the spectrum",
        "&gt;TRUMP CANT LOSE! FRAUD!&gt;NO ONE CAN DISLIKE TRUMP! SHILL!The absolute state of MIGA failure.",
        "&gt;&gt;401163934you keep claiming you arent a shill. but then you post stuff like this",
        "&gt;&gt;401163577I bet fish fear them.",
        "and just like that... you have no rights to pistols.sounds GREAT, what a wonderful (red-headed step child) country!&gt;&gt;401163911varmint"
    ],
    "Is this the reason for declining rates of marriage in the modern world?https://www.reddit.com/r/relationships/comments/1ui5h3/update_found_out_wife44f_did_things_in_her_past/": [
        "&gt;&gt;401152529This based Flip faggot did exactly what you said. He paid $200k per child to a Russian surrogacy company.",
        "&gt;&gt;401149861alpha fucksbeta bucksas old and cringe as this redpill shit is, it still applies and is relevant",
        "&gt;&gt;401159284You are mentally retarded talking about crimes you commit on 4chan fucking retard",
        "&gt;&gt;401162728&gt;&gt;Men feel empathy&gt;&gt;Women display sympathy&gt;can you elaborate?Think about it man. Think about what feeling empathy is like. Then imagine just displaying sympathy in its place. I heard this week&#039;s and weeks ago and it&#039;s been rattling around my mind for a while. I look back on past events and relationships, things I see women do, etc.. and it just makes more and more sense. Take it in general of course, it&#039;s not a law if the universe but I think it&#039;s the most succinct way to express how men and women differ internally and how it manifests in the world.",
        "&gt;&gt;401163902raped images of professionalsfeigned smilesturning daggerscarpet baggerslonely stragglersmistaking form for contentempty display mimickrybroken communitylimiting checks and balance to be gameablemask walk bullshit dance money brain"
    ],
    "Who tf is this Mandela effect?What happened to Larry Kramer?": [
        "&gt;&gt;401159916Which one?",
        "&gt;&gt;401159005&gt;&gt;401159335&gt;&gt;401159916Come on guys I need this laugh.",
        "&gt;&gt;401157055same here. Not sure why that show w only jews complaining about endless unfunny shit was such a hit",
        "&gt;&gt;401162277Escanaba in da moonlight",
        "&gt;&gt;401162277https://m.imdb.com/title/tt0180679/"
    ],
    "https://i.4cdn.org/wsg/1666398941065726.webm": [
        "&gt;&gt;401163726&gt;Gonna say he was off his medsYeah, I&#039;m pretty sure she already said this to the media.",
        "&gt;&gt;401163207And account namesAnd profile picturesAnd purple dildos And dilation cremeAnd leg hair separators And cumYes even MORE cumGo back you need to",
        "&gt;&gt;401163768Overruled, that was clearly a declarative statement not an interrogative",
        "&gt;&gt;401163639When he said he didn&#039;t need the state to serve her the subpoena, he told the court that she&#039;ll do what he says she&#039;ll do, they can be sure of that, as if he owes her. He&#039;s also probably going to call her and tell her what to say on a recorded phone line. Failing that, I think he&#039;s going to try to blame her for this and that and presumably his being here today. He&#039;s a delusional narcissist",
        "&gt;&gt;401159892Did any1 else die laughing at this point where the judge tried to establish the number of priors for the one witness saying &quot;I don&#039;t have any reason to believe this would come up, but if it does, the answer is 7&quot;and then in his examination the first question brooks axes: &quot;No jujmint, whut so ever on dis kweschin, buh ha you ever bin convictd of a crime?&quot; It&#039;s like he thinks he should just say and do the opposite of what the court expects, in order to win."
    ],
    "I just don&#039;t understand how you can watch a happy webm like this and feel like you&#039;ve been deeply wronged, instead of just thinking its a cute family. I&#039;m not even trying to bait with an interracial post, I legitimately want to know what sort of mental deficiency there is in you, because this is not normal.": [
        "those kids are cute and they look like a wholesome family, you have to be a really hateful and bitter mofo to get pissed of by this",
        "&gt;&gt;401162631Lol you&#039;re such a faggot",
        "&gt;&gt;401158389&gt;&quot;my twin&quot;&gt;looks absolutely nothing like her",
        "&gt;&gt;401159810&gt;No pre-contact Black society ever created a written languagewell they have one now and are outcompeting you white boy.this isn&#039;t the 1700s, 1400s or 350 AD. grow up",
        "&gt;&gt;401163812&gt;Every &quot;diverse&quot; country I can think of off the top of my head is fucked up.All of those countries are doing fine. China, Saudi, and Turkey are also diverse and doing well"
    ],
    "NIGGER": [
        "&gt;&gt;401163832N",
        "niye la",
        "&gt;&gt;401163832NIGGER"
    ],
    "“I WAS ABOUT TO PULL OVER, MAN!”People just drive for miles now while the cops have their lights on, as if it&#039;s a suggestion.https://www.youtube.com/watch?v=QJKiVuUOe4gCops are too lenient with this": [
        "&gt;&gt;401163553Why even chase for expired tags? You know the tag, you have the address of the owner. Oh right because the free toaster for your 100th arrest is so appealing.",
        "&gt;&gt;401163992Why run for expired tags? See: &gt;&gt;401163880",
        "&gt;&gt;401158772The real problem is with the judges and DAs. So many niggers are getting charges dropped and low bail that getting arrested has no impact on their life. They spend a night in a cell and are back on the street niggering the next day.",
        "&gt;&gt;401163880LolOfficer blinded for life during traffic stop https://m.youtube.com/shorts/VWxi7HIEcgA",
        "Maybe people don&#039;t want to be murdered by the police"
    ],
    "Prev: &gt;&gt;401155884▶Day: 242 - Daily battlefield assessment: https://isw.pub/UkraineConflictUpdatesISW▶Latest&gt;SU-30SM fighter aircraft crashed on a two-story house in Irkutsk in a routine training accident&gt;No panic in Mylove&gt;Antonovsky bridge is under attack&gt;Liz Truss resigns after only 6 weeks in office&gt;Putin declares martial law in occupied Donetsk, Luhansk, Zaporizhzhia, Kherson regions&gt;Israeli Defense Minister Gantz refuses to transfer military equipment to Ukraine&gt;Russia starts to evacuate residents in Kherson to the southern bank of Dnipro&gt;Strelkov spotted in Rostov Oblast near the border with Ukraine&gt;Verkhovna Rada recognized the Chechen Republic of Ichkeria as a territory temporarily occupied by Russia&gt;Su-34 fully loaded with ammunition and fuel crashed into an apartment building on Communist Street in Yeysk while doing routine training&gt;Dmitry Medvedev says Israel is preparing to supply arms to Ukraine, which would destroy Israeli-Russian diplomatic ties&gt;Israeli Diaspora Affair Minister states that it is time for Ukraine to receive military aid from Israel▶Telegram Channelshttps://rentry.org/telosinthttps://t.me/ukr_pics/▶INTELLIGENCEhttps://www.understandingwar.org/publicationshttps://odin.tradoc.army.mil/WEG (equipment explorer)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html (RU)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-ukrainian.html (UA)https://twitter.com/KofmanMichaelhttps://twitter.com/Osinttechnicalhttps://twitter.com/Militarylandnethttps://twitter.com/DefMon3▶/uhg/ OP Templatehttps://rentry.org/uhg2022": [
        "&gt;&gt;401163720&gt;literally who&gt;some retarded textGet that shit outta here",
        "&gt;&gt;401163964KEK you absolute king of a shitposter",
        "&gt;&gt;401163266Checked and kekked",
        "&gt;&gt;401163862Fuck it hurts",
        "&gt;&gt;401163720??? what am I reading"
    ],
    "How do we convince white girls to become white nationalist?": [
        "&gt;&gt;401163185Have children with them",
        "&gt;&gt;401163185You know she would be intolerable for more than 5 minutes.",
        "Unironically with violence. They crave domination",
        "&gt;&gt;401163185No girls allowed poster",
        "Don&#039;t worry about the women, just defeat the other men who are trying to subvert them, gather like-minded men to your cause, and make your society better. Men change the world. The women will fall in line."
    ],
    "Fuck KFC and the rest of westoid goyslop. I miss Rostick&#039;s (Pocтик&#039;c) so much bros like you can&#039;t believe it.&gt;tfw no shartoid and westoid will ever taste the Russian lunch consisting of chicken noodles soup, big chicken leg, delicious coleslaw salad and bottle of orange juice just for 48r (an 1$ by the values of the past).": [
        "&gt;&gt;401159545a lot of insects are actually going there, while I just hope they close so Russian Pocтик&#039;c is back.",
        "&gt;&gt;401135112lmao the darker orange the yolk is, the more nutrition is in it. your yolk is pale and barely yellow at all because the chicken it came from is fed (s(o(y) and never allowed out into the sunlight :(",
        "&gt;&gt;401126992Looks good, what is this soup called?",
        "&gt;&gt;401162874Chicken Ramen but by Russian kitchen standards, these are usually comes with a boiled egg here, just like boiled chicken. Thankfully, no shrooms. Only places where ramen comes with all sort of chinksect shit like shrooms, lots of species and greasy fried shit are chinese and vietnamese restaurants. Most Russians prefer to boil their food as it saves the nutrients and isn&#039;t as unhealthy as deep fried stuff.",
        "&gt;&gt;401164015&gt;Most Russians prefer to boil their foodDo you hate flavour."
    ],
    "I literally have a beautiful place to live, but the new owner wants to use my home as his SECOND home and because the housing market is insane, I&#039;m going to go from having a beautiful home to being homeless in one easy step. God bless crapitalism and letting landlords do whatever they want. Mao was literally right about landlords.": [
        "&gt;&gt;401162564&gt;I literally have a beautiful place to liveNo, you literally rent a beautiful place to live from the one who has it. Believe me if you had a beautiful place and the guy you rent it to claimed it as his own you&#039;d be furious.",
        "&gt;&gt;401162564&gt;I literally have a beautiful place to live&gt;have Deluded rentoid, it was never yours.",
        "&gt;&gt;401162564Should of bought land,Sleeping in your car is better than paying for someone else",
        "&gt;&gt;401162785/threadnot my problemi got mine:^)",
        "&gt;&gt;401162564Shortly before you go do not cause a rodent or cockroach infestation in your home. If the place has vent covers, do not put animal feces or fish oil or something behind there to rot. Do not log the plumbing. Do not ause far more damage than your deposit."
    ],
    "You seen nothinghttps://t.me/iswnews_ru/5276": [
        "&gt;&gt;401152805shit goes so slow that aa are useless against them kekw",
        "&gt;&gt;401155179I&#039;d bet money I&#039;d tag more than a couple for them from that position",
        "&gt;&gt;401159984.22? Why would they waste resources outfitting them with .22 rounds? Why not 5.56 at least?",
        "&gt;&gt;401154859Have you seen how slow they are when they crash into a targetThese aren&#039;t rockets retard, they are drones",
        "&gt;&gt;401144062Whoever records vertical videos and uploads them to websites with no seeking or volume controls deserves to be droned."
    ],
    "Why are boomers and conspiracy theorists obsessed with WEF?It&#039;s just a glorified business forum for the current top corporations.It&#039;s weird how WEF conspiracy theories took off over night to the point normies were repeating the theories verbatim.While actual bodies where policy is made get thrown under the rug (CFR, Bilderberg, etc).": [
        "&gt;&gt;401156528it&#039;s homophobia. simple as.https://www.brighteon.com/38949ecb-9ec4-4da9-8d11-e1a922e15be9",
        "&gt;&gt;401161254WEF is a talking shop.As such, many pass through it.",
        "&gt;&gt;401156528Because they are want to be dictators and with my tax dollars uncle Sam could at least drop 15k lb of freedom wherever these people tend to gather.",
        "&gt;&gt;401163159You defending the WEF? Are you one of daddy Klaus&#039;s digital soldiers? I listened to them talk for fucking days. muh stakeholder capitalism, muh carbon credit score. Why the fuck would I listen to Alex fucking Jones? FUCK OFF. WAR IS WHAT YOU&#039;LL GET.",
        "Friendly reminder that /pol/ failed to see Tufton Street coming."
    ],
    "Having daughters is based, even if they&#039;re promiscuous, as long as they bear children. Let&#039;s say you have 4 daughters and each of them had 3 partners and 2 children from each of them. That&#039;s 4x3x2=24 grand kids that carry your genes and legacy.": [
        "&gt;&gt;401162994My daughters are only going to bear my children.",
        "&gt;&gt;401162994The white trash strategy...Doesn’t work out in the long run.",
        "Women are such whores that they will get facefucked in porn and say &quot;im a strong woman its nice to be in control of sex&quot;",
        "&gt;&gt;401163799",
        "&gt;&gt;401163799Big lulz"
    ],
    "Should unvaccinated men be dating and or procreating with women who have taken any of the COVID vaccines, especially the mRNA ones": [
        "&gt;&gt;401157319thank god the vaccine prevents infection, then!",
        "&gt;&gt;401150584The mystery injections are contained in breast milk, so they are contained in basically every bodily fluid - there may be a difference in the quanities, but that&#039;s about it. I would advice aginst any close contact or exchange of bodily fluids. Casual and limited contact shouldn&#039;t be an issue though, unlike with injections, the mystery goo has to pass through your natural defenses. In any case, take care of your body.",
        "I would rather die alone childless than fuck vaxxed cattle. They will die either way faster than this.",
        "&gt;&gt;401152182When you get a call infprming you that your loved ones died in a freak accident caused by a vaxleper stroking or suffering cardiac arrest while operating a vehicle, heavy machinery, aplliances or whatever - I want you to remember that you&#039;ve peddled these mystery injections.",
        "&gt;&gt;401153046Correct. Now we have to learn this for food and air. It will massively improve population health:Outdoors kids are healthier, because disease is transmitted indoors, and outdoor environments help the mucosal barrier prevent infections. There is ample evidence multiple viral infections or vaccinations during childhood ruin the immune system.In natural times, children were rarely exposed to viruses because of low inter-group socializing.Now every virus goes viral globally, so they get the industrial livestock treatment in public kindergartens and schools."
    ],
    "Does civilization select for psychopaths? The most successful are:&gt;&quot;&quot;&quot;People&quot;&quot;&quot; that can hide their true intentions, say and do whatever it takes to get money and power, even if it means betrayal and selling out your friends, family, community, nation, etc": [
        "&gt;&gt;401138643Do you really think that ancient leaders weren&#039;t egotistical and power-hungry?",
        "&gt;&gt;401139406&gt;Most are in NZ, which is why it&#039;s part of FVEY.It&#039;s part of FVEY because the Five Eyes surveillance network grew out of cooperation between the British Empire and the US, you mong. Billionaires disproportionately bunker up there because they think humans will revert to cannibalistic savagery if society collapses, and they&#039;re too stupid to understand that Polynesians know how to build boats.",
        "&gt;&gt;401136794I&#039;m not even rich and I try to check out of society as much as I can. If I was rich I&#039;d fully check out.",
        "&gt;&gt;401162494There is no destruction in the universe, you perceive it that way, just cause a supernova blows up, that does not means destruction , just cause a super volcano erupts that does not mean destruction.It means regeneration and re-creation.Again that is your human made concept like Shiva.That is how the universe gets complex, nothing is impossible, even if it&#039;s mythological and folklore products of imaginations, they might not even make much sense or not logical explanations , but still are possible to create, does not mean they become resilient.No , not everything is chaotic as you are trying to say.There is a natural balance and it&#039;s not related with good or evil and creation or destruction.But again , it&#039;s all human words that are prone to different meanings, what something means to you , means another thing to me.This just makes me think our format of linguistic communication is not the most effective.It&#039;s not direct or assertive , one single word can cloud the mind of logical conclusions and common ground in understanding .You think me and you communicating is even affective at all? We are just going around in circles over few bunch of words LOL",
        "&gt;&gt;401137724I am 100% sure trauma and suffering can do it."
    ],
    "when did you realize there is no other way forward?": [
        "&gt;&gt;401159757BOOM GOES THE CAR BOMB, FRIED PIGGERS SMELL LIKE SHIT",
        "https://files.catbox.moe/6j3xdi.mp4Biden speaking about Waco, from Waco Rules of Engagement.b77408c4f8594760c2fd711ef75384d89462a5fbTorrent hash."
    ],
    "I don&#039;t know about you, but if you agree to take a picture of yourself topless, isn&#039;t that consent? https://heavy.com/news/uw-volleyball-photos-pictures-graphic-reddit-police/": [
        "&gt;&gt;401163166I’m glad they labeled themselves for us. Kek.Circled is wife material. She knows not to get involved but gets her face in so that she can signal to future husbands that she’s willing to be a dirty little slut for them.",
        "&gt;&gt;401162615based&gt;ok we&#039;re volleyball players but how are you THAT short lol&gt;like you&#039;re only as tall as our thighs lol",
        "&gt;&gt;401162615You can tell the one in the hat covering her face was peer pressured by the pack. Typical coward as usual.",
        "&gt;&gt;401163646crazy that you cant post images with even mild nudity in a NSFW board or you may get banned. 4chan has truly changed.",
        "&gt;&gt;401163646Oh (((shit)))"
    ],
    "153 Conservative MPs and counting are backing his campaign. Boris Johnson has less than half of that, while Penny Mordaunt is not even a contender at this pointSay hello to the next Prime Minister of the United Kingdom: Sir Rishi Pajeet Sunak!https://order-order.com/2022/10/22/whos-backing-who-weekend-updates-2/": [
        "&gt;&gt;401163028In any nation that inst comprised of the birthrate is poor. Btw Muslims have a significantly higher birthrate than Hindus say hello to Indias Muslim future and it&#039;s beautiful also Indians have penis&#039;s which are an inch smaller the. Europeans btw",
        "&gt;&gt;401163586Bojo will be back Jew",
        "&gt;&gt;401163586Whatever faggot. It&#039;s 90% confirmed Boris in on the ballot for the membership and they overwhelmingly support him over Rishi. BoJo will be back.",
        "&gt;&gt;401163814He&#039;s no tory and you know it chinless wonder.",
        "&gt;&gt;401164002Bizzare insult especially since you&#039;ve never seen my chin Jew"
    ],
    "What the fuck is going on here? why do these people speak like this about a fucking war? who pays them?": [
        "&gt;&gt;401157619..",
        "&gt;&gt;401163638If it really was satire you wouldn&#039;t be trying so hard to convince me of it",
        "&gt;&gt;401158041DEATH TO KIKES",
        "&gt;&gt;401163566She isnt gonna fuck you bro.",
        "&gt;&gt;401159101Haven&#039;t seen this pasta in years. Tastes like top ramen."
    ],
    "France has the highest birth rate in Europe. Vive la France": [
        "&gt;&gt;401160427It’s 46% of non 100% french so it’s 54% pure french, 13% Euro and ~33% of non whites.",
        "&gt;&gt;401160899&gt;It’s 46% of non 100% french Bullshit",
        "&gt;&gt;401156409Fuck. Europe might as well end at the Rhine at this point",
        "&gt;&gt;401156409It pus it into perspective when France&#039;s percentage is still much lower than the US&#039;s.",
        "&gt;&gt;401153520&gt;Georgia has the highest rateThey&#039;re sandniggers tho"
    ],
    "IT&#039;S FUCKING HAPPENING!!&gt;IT&#039;S HAPPENINGIT&#039;S HAPPENING&gt;IT&#039;S HAPPENING": [
        "&gt;&gt;401161546K KEEP ME POSTED",
        "&gt;&gt;401161546https://www.youtube.com/watch?v=Z4IFtxQfLWg",
        "&gt;&gt;401161546Stop giving me hope.",
        "&gt;&gt;401161546its happening shills and attention whoring subhumans get the rope first",
        "&gt;&gt;401163847Oh, I agree"
    ],
    "Stop chasing women. Pic related is the only thing that matters.": [],
    "In order to function in polite society, hold down a job, interact with normal people, etc., I have to actively block the COVID Era from my mind. Leafs were some of the absolute worst for complying with and openly supporting COVID lockdowns, masks, and vaccine mandates. Barely anyone seriously questioned it and they ruthlessly mocked anyone who was skeptical, even if the skeptics had evidence on their side. They openly advocated persecution of people who didn’t want to follow along. They supported deplatforming skeptics, many of whom were credentialed researchers and medical professionals who were ultimately proven right in the end. If I start thinking about the events that took place between March 2020 and Summer 2022, the hatred begins to well up inside of me and I have a difficult time containing it. If I don’t keep my thoughts in check, then my contempt for my fellow Leafs, their retarded, presumptuous beliefs, and their subservient personalities really begins to show. I’ll feel an urge to belittle them and make them feel stupid, worthless even. I want them to face up to their cowardice, even though I know they’re too stupid to ever consciously examine their thoughts and rethink all the propaganda they’ve absorbed. How do you deal with this? Do you just block it out in order to mask your hatred like me?": [
        "&gt;&gt;401161905Yes OP. Those assholes literally CONDONED Epstein&#039;s rape machine because they just wish to be COMFORTABLE. The normies are literal pedo enablers. It hurts... it hurts...https://m.youtube.com/watch?v=TV6LPx1ezYs",
        "&gt;&gt;401162397&gt;I for one have archived all of the madness. Do you find that spending all that time doing research only contributed to your contempt for everyone who believes the official narrative? I spent a lot of time reading and archiving scientific evidence that contradicted all the propaganda about lockdowns and such. Im hindsight, understanding just how wrong most people were despite their total self-assuredness was so demoralizing.",
        "&gt;&gt;401162196Na, I&#039;m moving out of Ontario, to CalgaryI hope Alberta leaves Canada",
        "&gt;&gt;401161905The Coronahoax has been a complete eye opener. If you thought the cattle were half-mind controlled before the scamdemic, after this whole hoax, it showed that the cattle are completely mind controlled. Nowadays they parrot the latest war narratives and nuke fear porn. Can&#039;t imagine being anywhere near them more than a few minutes. Sucks to be a wagie OP. It&#039;s time to retreat from society and let the Borg/smartcity/agenda 2030 run it&#039;s course. We can only watch now.",
        "&gt;&gt;401161905Never will I forget and never will I forgive."
    ],
    "women be like don’t sexualize me and then walk out in public like this": [
        "&gt;&gt;401162853I want to rub cocoa butter on her bros.",
        "&gt;&gt;401162853&gt;&gt;401162531still not asking for it",
        "I don&#039;t much mind self-sexualization. Everyone does it to an extent.What bothers me is the hypocrisy that they&#039;re not sexualizing themselves.",
        "&gt;&gt;401162531Looked up her twitter and shes an onlyfans whore and an escort. Her dressing like that is just advertising. Simple",
        "&gt;&gt;401163942men don&#039;t care if you asked for it, we are not your servants put here to do what you ask. we do what we want when we want"
    ],
    "why do vatniggers keep constantly inventing low quality copes that they hang on to for a short while before moving on to the next one": [
        "Are you saying that Ukraine is the most transparent and honest country in Europe? What kind of drugs are you on?"
    ],
    "I saw a clip here yesterday about a young male who was murdered by another young male with an axe.I have a few questions&gt;motiveIt says in the article , that is was senseless and random.&gt;watches video In the video , the victim did not know or speak to assailant.&gt;homelessBoth assailant , and victim were homeless &gt;third maleThere is a third male in the video , and I watched it several times - I can make out actions the assailant did that makes me question the random murder theory.It could be random, but there is no other information provided . What type of person would randomly kill some one ?Is there another motive , than for personal satisfaction?": [
        "&gt;&gt;401161316&gt;What type of person would randomly kill some one ?a niggeror a jew but jew wouldnt do it in front of cameras or otherwise witnesses and leave it like thatthey need their victims far away from any other human so they couldnt be realisticaly traced",
        "&gt;&gt;401162827There could be some ritual aspects , but typically lesser educated or groomed people. But usually those crimes have some other piece of evidence.My early feeling is either basket case random, premeditated- in the video you see him do warm up moves , and he does initiate contact with the seller of the axe, afterward the seller doesn’t say anything. They both appear to communicate.I don’t say random isn’t possible, but how does one go to buy and axe, then schizo out ?Is he a mental health case if schizophrenia ? Would the court need to get him tested?",
        "&gt;&gt;401161726Makes me sad",
        "&gt;&gt;401163226probably had a warrant",
        "&gt;&gt;401162961The relationship of the seller and the assailant stands out. The seller is calm , which may or may not mean he was complicit or not. He makes eye contact and doesn’t attempt to apprehend or alert anyone. He then looks back and runs away as well. Why wouldn’t he say and help?Nice rep."
    ],
    "I&#039;m the self improvement meme guy and I&#039;m doing good for myself now. Financially, physically I have a great group of friends (school&amp; sport) and I&#039;m generally happy but there is a thing that I have a hard time to accept and that is simply an online cope.My gf met a guy via one of her friends, normal looking guy at first. They started hanging out with that friend and I learned that this guy is just insanely wealthy. He started paying for everything during whole evenings for my gf &amp; her group of friends (restaurant, expensive drinks, knowing the owners of the restaurants they went to). The guy &quot;worked&quot; for his father so he had lots of time something I don&#039;t have because I have a job + my side hustle, my football team and I have to work out so I don&#039;t have that much time. I also I&#039;m pretty responsible with my money and I just bought a house on my name (at 28 I wouldn&#039;t consider that so bad)My gf started telling me that &quot;you are always working&quot; &quot;why don&#039;t we go on holidays more often&quot; and I started having a bad feeling...You probably know how it ended but all this could be summed up in &quot;Women mostly care about social status&quot;. Of course you should work on yourself but the idea that you will be able to compete with people who go around the world every two months, never have to cook because they eat out every day is simply foolish": [
        "&gt;&gt;401130993This. You got lucky OP and hadn’t put a ring on it.",
        "&gt;&gt;401131439Women wait at the finish line to pick the winners. They don’t give a fuck about how hard the race was.",
        "&gt;&gt;401162234Have you tried beating her?",
        "&gt;&gt;401127867&gt;My gf met a guy via one of her friendsIt&#039;s over. Move on bro.",
        "&gt;&gt;401163443I agree with that quote but what makes a winner?What bothers me is that it&#039;s seems the winner is a guy who did nothing to earn what he has"
    ],
    "If all Warfare comes from Deception then what is Americas Deception?": [
        "&gt;&gt;401161067&gt;&gt;401161966Fixed.",
        "&gt;&gt;401162849No put the fag flag back on and make the soldier a spic or nigger",
        "&gt;&gt;401162849lol",
        "&gt;&gt;401161067It&#039;s not that warfare comes from deception it&#039;s that it&#039;s based on deception. If someone has perfect information about a war it&#039;s pretty easy to &quot;solve&quot; the situation. The more information they do not have, or have incorrect, the less correct their response will be.",
        "&gt;&gt;401161067&gt;If all Warfare comes from Deception then what is Americas Deception?That it’s the “good” cop of the world."
    ],
    "Being woke is a disease": [
        "&gt;&gt;401158937Roundhouse to the face.",
        "&gt;&gt;401159136they&#039;re using the same tactics as isis which means this is a glownigger psyop through and through. kill them two e if you can",
        "&gt;&gt;401163883twice**",
        "&gt;&gt;401158937This persuades no one of anything.",
        "&gt;&gt;401162213Yep:https://www.autoblog.com/2022/10/21/climate-protesters-glue-themselves-to-porsche-museum-germany/"
    ],
    "You can have houses for free in Norway. Downside is that you have to live in a abandoned rural village with the nearest road miles away and be constantly on the lookout for moose and polar bears.": [
        "&gt;&gt;401146784How are they going to do that from a house in Norway?",
        "&gt;&gt;401144013What&#039;s the catch?",
        "Whats with the subhumans interest with Scandinavian countries today.",
        "&gt;&gt;401144013&gt;You can have houses for free in Norway.in Detroit too",
        "&gt;&gt;401163599It&#039;s just to spawn bots posting hate towards them. Anyway i wouldn&#039;t survive in a free house in Norway unless i lived close enough to the swedish border to go over and do all my shopping"
    ],
    "Remember, your enemies are not in Russia. Your enemies are in your homeland.": [
        "&gt;&gt;401163688nice try, vpnvanya",
        "&gt;&gt;401163688silly russkie, psyops are for kids!",
        "&gt;&gt;401163863You will never be Nordic, Slavnigger",
        "&gt;&gt;401163863&gt;&gt;401163865&gt;Everyone who disagrees with western society is now Russian",
        "&gt;&gt;401163688My enemies are everywhere"
    ],
    "How many vaccinated people do you see getting constantly sick? I hear them talk about it all the time at work and public places. &#039;&#039;I had 5 boosters I don&#039;t understand how I&#039;m getting sick? I&#039;m taking all the precautions! I&#039;m always masked and wash my hands, I take my social distance. This is so unfair!&#039;&#039;": [
        "A lot of jabbies are coming down with cancer now."
    ],
    "https://childrenshealthdefense.org/defender/covid-pandemic-nih-unc-fauci-baric/&gt;New Study Blames COVID on NIH, University of North Carolina — Finds Fauci and Baric’s Fingerprints on Pandemic Bug&gt;Critics have long questioned why the National Institutes of Health would fund experiments by University of North Carolina of Chapel Hill professor Ralph Baric to develop a technique for hiding evidence of human tampering in laboratory-created super viruses.The time for screaming is now.AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA": [
        "&gt;&gt;401151591&gt;&gt;401160892Aren&#039;t you forgetting the part where the planes were supposed to be flying at speeds way above their allowed speeds. If such speeds were even possible at sea level.",
        "&gt;&gt;401162947IT WILL ONLY BE IN A CHINESE ARCHIVE. I MADE THESE POSTS ON NORMIE SOCIAL MEDIA AND GOT INSTA NUKED.EVERY ACCOUNT. IP BANNED, ANY NEW ACCOUNT, ON ANY OF THEM, TWITTER, REDDIT, FACEBOOK, IF I MAKE A NEW ACCOUNT IT GETS NUKED. FOR POSTING THINGS THAT ARE 100% FACTUAL AND IT ALL STARTED BECAUSE MY GF&#039;S COWORKER LITERALLY DROPPED THE FUCK DEAD A WEEK AFTER GETTING THE MRNA GENE THERAPY INJECTION. I WAS CURIOUS TO KNOW MORE. LIKE I SAID, LIBERALS CALL IT &quot;DEEPDIVING&quot; OR &quot;UNPACKING&quot; BUT IF YOU SAY &quot;I RESEARCHED THIS&quot; YOU ARE A FUCKING IDIOTBECAUSE ONLY ACADEMICS CAN RESEARCH. ONLY EXPERTS CAN RESEARCH. AND YOU AREN&#039;T THAT. IF YOU KNOW SOMETHING THAT IS TRUE; IT DOESN&#039;T MATTER IF I DON&#039;T KNOW IT. YOU AREN&#039;T AN EXPERT, I DON&#039;T HEAR AN EXPERT SAYING IT (EVEN THO THEY DO), SO I CAN IGNORE IT. THIS IS THE MIND OF THE GOLLEM NPC. THEY MUST BE CULLED!!WE NEED A RACIAL BREAKDOWN OF NPC VERSUS REAL HUMANS. I WOULD HATE TO SEE IT, HONESTLY I BET ASHKENAZI LIKE **ALL** HAVE INNER MONOLOGUES.",
        "&gt;&gt;401161487I suppose. To get normies on board though this has to be blasted at them constantly by talking heads they trust though. Evidence doesn&#039;t mean shit. Feels Before Reals.Anyone seriously pushing zoonotic origin either just parrots what they hear or is a paid shill. They found the source of SARS in a population of bats within 4 months. No one has found a population of bats or other animals that carried the original C-19 before entering humans. Thus, the most likely answer is that humans or humanized mice were the first living things it infected.&gt;&gt;401162588Checked. But cool it with the caps cruse control. No one takes it seriously.&gt;&gt;401163613The great part is there&#039;s no natural explanation for how the virus acquired this feature.",
        "&gt;&gt;401148709Lets sanitize it.https://archive.is/gCzsC",
        "&gt;&gt;401161999checked"
    ],
    "every single one of my family is a leftoid and they believe in bullshit like feminism and wokeness. How do I talk to them and is there any hope to convincing that they are wrong.": [
        "&gt;&gt;401144971",
        "&gt;&gt;401161458What a coincidence. They are a 2% minority!",
        "&gt;&gt;401156353nigger i&#039;m from dixie we&#039;ve been using it decades before those carhartt wearing faggots coopeted it",
        "&gt;&gt;401144971leftists are motivated by power, ego and conformity. Reason, evidence, honor, and justice mean nothing to them. They are often sociopathic and well aware that their positions are bullshit, they simply don&#039;t care. https://www.anonymousconservative.com/blog/touching-the-raw-amygdala-an-analysis-of-liberal-debate-tactics-preface/",
        "&gt;&gt;401153966I should have included that white supremacy==Racism as well, most neolibs who are &#039;allies&#039; are literally the white man&#039;s burden mentality&gt;drown you like helping a drowning man who panics and pull you under toov good analogy"
    ],
    "Where? They all going to be in like a 2ft wide by 3ft long by 4ft tall triangle shaped room like in picrel? Is that really how 100 people will fit? Stacked up like that in a room like 2ft wide for a 6 month journey to mars lol? Imo this thing will carry like 15 people max and even that seems like a big crew.Where the food for 100 people supposed to go? In all the other free space that isn&#039;t occupied by people? Imagine the smell and the space herpes.": [
        "&gt;&gt;401163701That&#039;s space grade construction paper and foil, very expensive.",
        "&gt;&gt;401163013&gt;&gt;401162012&gt;&gt;401161364&gt;&gt;401161508&gt;&gt;401161208daily reminder only kikes spam flat earth in places they cant censor where people talk about their crimes so their media can call anyone talking about their crimes flat earther",
        "&gt;&gt;401163817kys kike&gt;daily reminder only kikes spam flat earth in places they cant censor where people talk about their crimes so their media can call anyone talking about their crimes flat earther &gt;&gt;401163857",
        "&gt;&gt;401149031You vil live in ze escape pod.",
        "&gt;&gt;401163817your picrel indicates that you are bit confused about the laws of motion"
    ],
    "The problem is the average people, the &quot;normies&quot;. It&#039;s not the jews. The normies MADE the jews, and if we killed every single jew the normies would just make a new version of the jews that&#039;s even worse within one generation. You have to understand evolution to get this. Society is a genetic selection mechanism that rapidly spreads useful genes by sorting people with useful traits to the top of the social hierarchy and giving them lots of resources to reproduce and spread those useful genes quickly. There&#039;s always excess members of the population that are not particularly useful at the moment, but they have a few very important roles: 1) they do as they&#039;re told and can be expended when dangerous things need to be dealt with2) they store genes that used to be particularly useful in the past and genes that may become particularly useful in the future - they&#039;re a library of genes3) they are a vector for genetic mutations - the species needs mutations to survive over time so a certain population size has to be maintained to adapt effectively - you need enough people mutating so you can find the genetic solutions to new problems in the environment Before agriculture we had quality control on these somewhat useless individuals. Thousands of checks and balances were applied by nature and society and the garbage was sorted out. Then suddenly agriculture is invented and there is no more food scarcity. The problem isn&#039;t just that it&#039;s easy to survive now. Abundant food tends to make everyone lazy and lower their standards. Abundant food leads to abundant wealth and this makes the problem exponentially worse. Everyone is distracted by consumption and neglects to create strong laws and culture to control the masses. So now there are not only hordes of randomly mutating retards developing all kinds of insane behavior and garbage DNA, but the aristocrats are losing their will to be strict and police them.": [
        "&gt;&gt;401155053Same. As soon as I see “it’s not the jews” I stop reading their screed because I don’t put up with being lied to so openly like that.Sage",
        "here&#039;s what will happenthe jew percentage of the global population will shoot up to 10-20%knightly white incel race warriors who start killing at ratios of 100:1, 1000:1 will develop to keep them in check",
        "&gt;&gt;401154696&gt;&gt;401155116&gt;&gt;401154696false and nice try. the jews are the enemy of God&#039;s creation",
        "&gt;&gt;401154696&gt;sorting people with useful traits to the top of the social hierarchy and giving them lots of resources to reproduce and spread those useful genes quickly.Except that isn&#039;t happening. The richest people in society have few or no children, and the poor retards benefit. Modern society is DYSGENIC and rewards bad genes over good ones.",
        "&gt;&gt;401163710&gt;The richest people in society have few or no children, Jews breed above replacement. So do actual upper class whites. It&#039;s the white middle class who is getting gutted. Amish are also breeding far above replacement, and they don&#039;t have bad genes. They&#039;re pacifists and kind of ugly looking, but they are self-sufficient."
    ],
    "When will college and universities gonna die out?I can&#039;t make my dad proud, i&#039;m just good with my hands and want to build houses or something with methheads as a 22yr old.I&#039;m also unvaxxed": [],
    "https://www.dailymail.co.uk/news/article-11345793/German-climate-activists-throw-MASH-POTATOES-Monets-Les-Meules-Barberini-Museum.html": [
        "Insurance fraud.",
        "&gt;&gt;401159715That painting took generations of knowledge, of entire lifetimes passing on what they learned, thousands of people contributed over time so that monet could create this work and do the same for those that came after, it’s not something I would suspect someone who never studied art to care about, as elementary example you would see the shadows and take them for granted, not knowing the year and artist who theorized them before any scientist or intellectual did, not knowing the drama it created among status quo who made their fame and money without them, not knowing this was after Rembrandt who used them and thusly made his work famous, and all this among hundreds of other things artist brought into perception for the world that you can see in these paintings, you can date them from the techniques and technology used in them, but for a nigger such as yourself I don’t think an education in the subject would change anything anyways",
        "&gt;&gt;401138912This isn&#039;t communism, this is feminism.No real man would do this, just brainless peons. Weak minded women have their brains rotted away by modern feminism and feel that their actions are for the greater good",
        "&gt;mash potatoesThey&#039;re MASHED potatoes. They have been MASHED. They are not MASH potatoes. Fucking Christ, it&#039;s a past participle.",
        "&gt;&gt;401163662TLDR if everyone had same attitude as nigger boy we would still be finger painting in caves"
    ],
    "Elon Musk flirts with exposing the JQ, gets called antisemitic by hundreds of comments.": [
        "&gt;&gt;401161181&gt;&gt;401161005nory, I meant nory.",
        "&gt;&gt;401157807The wicked flee when none pursueth.",
        "&gt;&gt;401160624&gt;the jew cries out in pain as he strikes youAnd they wonder why people hate them.",
        "war gonzo stepped on a mine to get out alive and get a medal for it",
        "&gt;&gt;401157807twitter is fakefake villiansfake herosfakeall of it fakenow fuck off with your literal fake news"
    ],
    "I know there are few homeowners here, but how much of a drop have you seen in your Zillow/Redfin/Realtor estimates? Things are just getting started, and I think a lot of people are going to be totally fucked.": [
        "&gt;&gt;401149813This.Rentoids retort that &quot;you don&#039;t own your home, the bank does&quot; is copium, purely. If the bank was liable for any of the shit that goes wrong or needs repaired in your home until the mortgage is fulfilled, why the fuck wouldn&#039;t you buy as many as you could? You don&#039;t own it or the financial liability for the property, right?",
        "&gt;&gt;401159039&gt;&gt;401153142Most places will easily give you a 2-5% discount by paying cash since they would have to pay it out the backend on swiping a card. Thats often on top of not paying sales tax also, bringing you up to nearly 10% off in most cases. Obviously this wont work at walmart or something, it has to be a human ran business but you can do it for cars, furniture, services/repairs, labor. On the reverse though it&#039;s advantageous to use a credit card to earn 5% back elsewhere if you are able to be smart with your plastic.",
        "&gt;&gt;401137779when I was 25 I used to think like this, then I realized its all a social construct, even money is a social construct, and we are social animals, so play the game, its all a fucking game, you dont get comfy pissing on the refs",
        "&gt;&gt;401134667eve if there&#039;s a housing crash----rent will never go down. the pressure on working renting people will never go down. we&#039;re the niggers now. our slavery is neo-feudalism.",
        "&gt;&gt;401163284&gt;I just want all these show off kids with their financed cars and other goodies to feel the painthe bitcoin speculators and Tesla speculators are the ones who need to feel real pain, without pain they wont learn, another 50% drop in Tesla and bitcoin is needed"
    ],
    "Is it destructive to society? Does it matter or is freedom to consume it more important? If liquor is legal, than why not marijuana, mushrooms, or meth? Where do we draw the line if at all and why?": [
        "&gt;&gt;401163074Rots your body and brain and nobody should drink it"
    ],
    "Mashed potato attack on $110 million Monet painting in Germany. Stunning and brave.": [
        "&gt;&gt;401163291Andy Warhol sucks a fat one",
        "&gt;&gt;401149575Then cut their hand off. Of all people, you footstools should udnerstand that.",
        "&gt;&gt;401150721&gt;wear coat&gt;wear backpack&gt;have to go through security &gt;get searchedThe average American has never been outside of the country and it&#039;s painstakingly obvious",
        "&gt;&gt;401148938allowed by the museum",
        "&gt;&gt;401148938as an irishman I find this very offensive. my people died so that potatoes could be eaten, not thrown at priceless works of art."
    ],
    "Fictional phenotypes are cool": [
        "&gt;&gt;401163946I look better than this beta"
    ],
    "It’s as if it’s collective spirit died or something..": [
        "&gt;&gt;401160772Based fuck Cummer, I look forward to him being torn apart by Berserker Eren",
        "&gt;&gt;401147283AOT was absolutely shit good godDid normies only like it because &quot;muh heckin side characters die&quot;?",
        "&gt;&gt;401144842&gt;It’s as if it’s collective spirit diedMore like it was murdered by kikes. Now everything that the west makes is without exception woke and pozzed and worst of all ugly as fuck. Seriously, nothing is more soul crushing than ugliness, and if you&#039;re an american and you&#039;re only exposed to american culture all your life then all you ever take in is the worst ugliness our civilization has ever known.",
        "&gt;&gt;401144842&gt;he said as he posted goyslop: the artformlmao",
        "&gt;&gt;401162899Again, no Mexican heritage whatsoever, I’m just not a hateful sperg like you. Just because I love my own people doesn’t mean I can admire the good I see in others."
    ],
    "Daily reminder that this is what scientists and liberals call a man nowadays.": [
        "&gt;&gt;401161889Even though I&#039;m the straightest gay male you&#039;d ever met, if I saw that skin log flopping out of a pair of trousers I&#039;d run screaming like a little girl.",
        "&gt;&gt;401162223true that",
        "&gt;&gt;401163668mine is longer, but 3 times thinner.",
        "&gt;&gt;401163345doubt even the cheapest hooker will voluntarily come near that",
        "&gt;&gt;401161889I feel like vomiting when I look at this"
    ],
    "Nukes are flying after an escalation in Ukraine. All major cities in the West and Russia have been nuked with hydrogen bombs.You made it out of the nuclear holocaust, what comes next? I try for a boat in Italy that takes me to Australia.": [
        "&gt;&gt;401162819Take all the indoor plants I can scavenge for their soil. Scavenge for greenhouse material. Grow food. Use some of the food to bait deer and wild hogs. Kill the deer and wild hogs for meat, fat, hide."
    ],
    "Aryan Art is heavily suppressed by ZOG due to its motivational and inspirational impact on Aryan peoples. Much of the art of the Third Reich which wasn&#039;t destroyed outright is now hidden away in ZOG military bases, proving that Aryan Art is a political weapon. https://archive.is/hYq7zIn this thread we discuss why the enemy fears our art, why our art is so threatening to the occupation regime, why Aryan Art is so effective in grounding Aryan peoples in their history, and we share Aryan artworks which have a particular political, ideological, social or cultural effect in awakening our people to their slavery under the vile Semitic occupation regime.": [
        "&gt;&gt;401163047Because European is not a real tribal identity, Aryan tribal identity was formulated as a counter to Jewish tribal identity. Identifying ourselves with a vague place or direction puts us in a weak position relative to kikes who have a concrete bronze age tribal identity.",
        "don&#039;t forget your Vedic studies, anonArctic Home in the Vedas: https://archive.org/details/in.gov.ignca.9566"
    ],
    "This randomly popped up on my insta feed. This girl is 12 years old. I have no idea why this even popped up on my insta feed, but how the fuck is this socially acceptable? Yeah, I get it, it&#039;s perfectly legal, but how? Is insta just a child sex trafficking app?": [
        "&gt;&gt;401143289",
        "&gt;&gt;401163584This is b8 m8. I posted this to prove that 4chan is a bunch of pesos. This girl is my slut, nigger lover niece and some nigger gave her that choker and she wore it to piss off my brother, but he just ignored her and she eventually stopped wearing it and he tossed it in the garbage.",
        "&gt;&gt;401143605Maybe you should kill yourself now",
        "&gt;&gt;401163835Your niece has nice DSL.",
        "&gt;&gt;401145642the shockwave from firing a recoilless rifle isn&#039;t safe for adult females let alone a girl that young, adult men have a recommended usage of just a few shots per day.Far more efficient to have young women crew soft-launch anti-tank systems."
    ],
    "Literally America right now.https://youtu.be/6iKauoiARig": [
        "Everyone is actually slowly being replaced by aliens. There are now enough of them that society is doing strange things.",
        "&gt;&gt;401163372are they the orbs?"
    ],
    "Christkikes are kikes with low IQ and they created globohomo.": [
        "&gt;&gt;401161576We could also look at the tower of Babel where people got together and suddenly believed they dont need God anymore and thus got their shit wrecked heavily. Or here obviously displaying a mass of foreigners in your land to be a punishment&gt;47Because you did not serve the LORD your God with joy and gladness of heart in all your abundance, 48you will serve your enemies the LORD will send against you in famine, thirst, nakedness, and destitution. He will place an iron yoke on your neck until He has destroyed you.&gt;49The LORD will bring a nation from afar, from the ends of the earth, to swoop down upon you like an eagle—a nation whose language you will not understand, 50a ruthless nation with no respect for the old and no pity for the young. 51They will eat the offspring of your livestock and the produce of your land until you are destroyed. They will leave you no grain or new wine or oil, no calves of your herds or lambs of your flocks, until they have caused you to perish. 52They will besiege all your cities, until the high and fortified walls in which you trust have fallen in all the land. They will besiege all your cities throughout the land that the LORD your God has given you&gt;people still think massimigration is good in the bible even though its used as a punishment of God for his peopleMakes me think how this is happening right when we start forsaking the Christian teachings in EuropeWe can see that even with privious pagan empires. pagan rome and greece were sticking to the baseline of the law, no faggotry, murder, multiculturalism and racemixing etc. and they became great empires. Then they went for faggotry, pederasty and the like and their society collapsed. They then took on the christian law and became more powerful than before, conquering most of the world, and as soon as we again forsake even the most basic laws we see the same collapse happening again. Thats alone shows the law is good and brings prosperity",
        "Repeat too:Christians are degenerates because one worships a degenerate foreign transvestite who defend whores and niggers. That&#039;s why they can&#039;t reproduce whites.",
        "&gt;&gt;401161450You have zero authority on the Bible, you are not in a position to preach. Humble yourself, go listen to someone who knows something, you don&#039;t. Everybody disregard this retard with his own made up religion.",
        "Repeat too:Christianity is a weak religion so christians follow degeneration without any effort or war.",
        "&gt;&gt;401152629Are you that mad God made to it Brazilian lmao"
    ],
    "Remember me again /pol/, why half of humanity adore these eldrich anti gravity eyes abominations that we call &quot;angels&quot; and decide to follow their moral orders? My whole instinct tells me to not trust these &quot;divine&quot; creatures at all, they seems more like astral parasites than benevolent beings": [
        "&gt;&gt;401163111AH HA! ok...",
        "&gt;&gt;401163111Both seems absolutely untrustworthy supernatural creatures",
        "&gt;&gt;401163111Angels are social memory complexes. A hive mind which has fused together in God consciousness.",
        "Sexual purposes",
        "&gt;&gt;401162806By the actual definition Christianity is a doomsday cult. 2000 years ago they started the whole, &quot;just 2 more weeks&quot;Definition, &quot;a religious movement whose members believe that an apocalyptic event will soon occur.&quot;They believe and worship satanic looking creatures, because they were indoctrinated typically at a young ago, or when their life is completely collapsing."
    ],
    "&gt;There&#039;s nobody that gets judged more than a straight White male. The straight White male has the least amount of a platform to even speak.Why is it that only a nigger rapper will stand up for White men publicly and explicitly? Even Drumpf refuses to stand up for White men explicitly.https://twitter.com/FairwayWill/status/1583901322251710466": [
        "&gt;&gt;401141755Kanye was too based and clever to be around niggers in Chicago, so he is the black version of a white man surrounded by non whites.",
        "&gt;&gt;401159816&gt;But this will be my last reply to (you)...",
        "&gt;&gt;401145175",
        "&gt;&gt;401141755We aren&#039;t allowed to say anything&gt; raycisss!&gt; white fragility!",
        "&gt;&gt;401148194that would be the funniest shit and this is coming from a ye fan. truly the greatest cosmic joke of all time"
    ],
    "I support the elites. I work with the capitalist against the worker. I mingle with the nobles against the serfs. I share a table with the master against the slaves. I am anti-egalitarian. I am against democracy. I am against nationalism. I am against all mass movements. I support the reversal of modernity.The masses are sheep to be moulded, herded, and controlled. The biggest mistake in human history was giving education to everyone. It should have been reserved for the elites and their peripheries. Now you have peasants on the internet talking with ire at their masters, the elites, the people who create and gave the peasants everything.": [
        "&gt;&gt;401161144I had this exact thought the other day. Most people are morons. why shouldn&#039;t the elite guide their lives?",
        "&gt;&gt;401161144OP you seem cool, i want to meet you.. can you bring a friend??",
        "&gt;&gt;401161641&gt;&gt;401162327&gt;&gt;401162408&gt;&gt;401162569&gt;&gt;401162717&gt;&gt;401162861I support the genocide of 95% of the planet&#039;s population.All evidence of civilization after 0 AD should be destroyed. I propose a total, radical, rejection of modernity.",
        "&gt;&gt;401163068Okay nevermind, shut up femcel.",
        "&gt;&gt;401163068What&#039;s a way I can contact you. I find you absolutely repulsive and thus I need to put a baby in you. Your masters want it to be so globohomo"
    ],
    "What would it take for you to accept their apologies?": [
        "&gt;&gt;401157935Suck my asshole.",
        "&gt;&gt;401163073Except they&#039;d do it again in a heartbeat, and will do it again when the next happening habbens. Typical mob behavior.",
        "&gt;&gt;401158169A lot of people share that sentiment. Politicians clearly think they&#039;ll be a lot safer in the future however that will become further and further from the truth. Technology may improve but history always repeats.",
        "&gt;&gt;401157935Resignation. [spoiler]or a hug or if they enable spoilers on /pol/ [/spoiler]",
        "&gt;&gt;401157935&gt;Government employeeWhat about all the people who don&#039;t work for the government you humongous faggot?"
    ],
    "truck owners on notice. sell now, or else.": [],
    "would jesus kill in self defense ?": [
        "&gt;&gt;401163174More about Exodus 34, that entire book is essentially a second version of &quot;the Ten Commandments&quot;. Except this time, the commandments are emphasizing jewish rituals, jewish ethnic cohesion, and doubly re-emphasizing the fact that jews shouldn&#039;t integrate or worship foreign gods.This version of the commandments is only referenced once, and that&#039;s when Moses is giving a speech to the Israelites before they invade Jordan. He is strongly emphasizing the fact that jews should never integrate and never assimilate with other groups of people, and definitely never worship other gods.It very much seems like Exodus 34 was a retcon by Moses, who re-wrote his own laws in order to emphasize non-assimilation and non-integration of the jewish people. Because these commandments directly contradict the commandments that were given originally. In fact Moses seems to be engaging in a bit of gaslighting, saying that &quot;these were the same commandments given before&quot; when they absolutely weren&#039;t.In fact the whole side-story of Moses smashing the tablets, then going back up the mountain to get another set of tablets, seems to be a retcon that Moses added later just to insert this alternative version of the commandments.",
        "&gt;&gt;401162836They&#039;ll kill themselves and Christ will be allowing it because with each tribulation people will be turning to God.",
        "ER HAT EINE PEITSCHE GENOMMEN UND IHM IN DIE FRESSE GEHAUEN! DAS HAT ER GEMACHT, DU DUMME SAU!",
        "&gt;&gt;401162794Touche, you got me. I was more looking on to the current conflicts, where I do not see God shooting down the Ukie civies for their ignorant crimes of the past, but their own government.The part of David, is wrong though. I believed that text doesnt say that David cut them with saws, or burned them in the brick kilns. But put them through hardness in the very jobs that were necessary for his kingdom. To let them work in the cutting/sawing of wood, working in the fiery brick kilns and the like, as is recorded in either 2samuel or chronicles.The entire earth, through the flood, got what it deserved. As the people destroyed their own living space, their own lives, their own families, friends, neighbors and whatnot. There is only a certain degree to the violence that God allows.Have you ever heard of MS? Where a persons nerves lock up completely? You could say that God is evil for allowing such a disease to exist among mankind. But when speaking to those people, you know there is something up with them. Something bad. Married multiple times, acted like beasts to their fellow men. And thinking nothing wrong of it.If God is the avenger of sin, or as I would like to say: the avenger of crimes against our fellow men, then He is fully right to stop certain people from doing evil, in whatever way He deems fit. Be sure of this, the wicked will not go unpunished.",
        "&gt;&gt;401163454In fact, thinking about it further, the whole instance of Moses descending down the mountain and finding the Israelites worshiping a golden calf is a pretty fucking bizarre. Their god literally just performed a bunch of miracles in front of their faces, even spoke directly to them on the mountain. And suddenly in the 40 days Moses is gone, they all decide to drop everything and worship a golden calf-god. This scene never really made sense. It seems like this scene was also inserted later, by Moses, in order to provide an example of the jews straying from their faith and being punished. Thus requiring him to smash the commandments, and go back up the mountain to get another set of commandments, which this time strongly emphasized jewish ethnic cohesion. Various jewish festivals, and strong instructions never to assimilate or worship foreign gods.Moses references Exodus 34 as he&#039;s giving a speech to his people, right before they are invading a foreign land. When the danger of assimilation is at the greatest height it&#039;s ever been. They are about to march into Jordan, and out of the shitty desert hellhole they&#039;d been living in. It&#039;s absolutely imperitive that they be told not to assimilate.That&#039;s probably why this entire side-story was inserted, and why Moses references it in his speech. Moses is gaslighting and manipulating his own people."
    ],
    "Is &quot;Uprising&quot; the most based song/lyric there is?https://www.youtube.com/watch?v=saRoV5p-v8A&amp;list=RDsaRoV5p-v8A&amp;start_radio=1&amp;ab_channel=chelseyjeanneParanoia is in bloomThe PR transmissions will resumeThey&#039;ll try to push drugs that keep us all dumbed downAnd hope that we will never see the truth around(So come on)Another promise, another sceneAnother packaged lie to keep us trapped in greedAnd all the green belts wrapped around our mindsAnd endless red tape to keep the truth confined(So come on)They will not force usThey will stop degrading usThey will not control usWe will be victorious(So come on)Interchanging mind controlCome, let the revolution take its tollIf you could flick the switch and open your third eyeYou&#039;d see that we should never be afraid to die(So come on)Rise up and take the power backIt&#039;s time the fat cats had a heart attackYou know that their time&#039;s coming to an endWe have to unify and watch our flag ascend(So come on)They will not force usThey will stop degrading usThey will not control usWe will be victorious(So come on)They will not force usThey will stop degrading usThey will not control usWe will be victorious(So come on)": [
        "&gt;&gt;401158325Muse isn&#039;t based. No band that has a label is based. Rage against the Machine is a bunch of faggots. The Offspring were a bunch of faggots, except the drummer. And Muse, well, Muse ripped off Tim Poole and Marylin Manson in a single song. Fuck Muse.",
        "&gt;&gt;401158325it was one of their gayest song ever. Muse died with Absolution.Everything else was pure marketing and baits for edgy groupies.",
        "&gt;&gt;401160863Which song ripped off Tim pool and Brian Warner?Also why don’t you think Dexter is based?"
    ],
    "https://www.youtube.com/watch?v=ka32fJq_v5oHas are Tom endorsed are Rishi yet? What policies would secure his support?": [
        "&gt;&gt;401163441&gt;&gt;401163276Face like a baboons arse",
        "&gt;&gt;401158193If you buy a big container of concentrated apple juice you can get your calories from that if you want calories, I did it for 8 days",
        "&gt;&gt;401163276&gt;Dark facial skin tone&gt;Pale white handUnsettling",
        "&gt;&gt;401163511Quintessentially Deano",
        "&gt;&gt;401163898Wonder if you poke it&#039;s arse with a needle it&#039;ll fly off like a balloon"
    ],
    "Is he communist or capitalist? What&#039;s his endgame?": [
        "&gt;&gt;401162965also why the US needs more intelligent AIs to keep competing.But only 5 of those babies could probably fully solve the AI-hard problem of common sense reasoning.",
        "&gt;&gt;401163678Manipulating and enslaving you would be so unbelievably easy.",
        "&gt;&gt;401163350they could just brute force it on Uyghurs, discard the babies with 2 heads and 3 arms.",
        "&gt;&gt;401152093&gt;What&#039;s his endgame?To be King by his own hand",
        "China is a fascist country, their state have rules you must follow for the well being of the people, it is not just &quot;pay the taxes and with the money we will take care of the poor&quot;.Everything they do is for the &#039;sake of the people&#039; and you must follow them."
    ],
    "take away the degenerate western lgbt movement and homosex seems pretty based. Think about it, what&#039;s more masculine than two dudes in bed together? the most alpha chads of history practised homosex.": [],
    "why does the west lie about aliens?": [
        "&gt;&gt;401160489That&#039;s because of that one single event in 1992 I believe, where all of Belgium saw flying lights. The numbers are anglo centric since it was created using reports filed with the National UFO Reporting Center, or NUFORC. They&#039;re US based. So of course the majority of the reports will be located inside the US.",
        "&gt;&gt;401138451That heat map is only searching for people who claimed UFO sightings in english. South Americans are the ones who see all the UFOs.",
        "&gt;&gt;401138451every single country in Europe has it own share of UFO experiences and alien encounters, this literal who is just afraid of the unknow. I&#039;m glad USA is tracking this stuff because it is 100% real and extremely scary since we don&#039;t know their intentions.",
        "&gt;&gt;401138664based",
        "&gt;&gt;401138451This is still the craziest thing I ever saw. It looked so strange."
    ],
    "If you had to keep one race (obv not counting whites) to fight on your side in the impending race war, who would you choose?": [
        "mongorian"
    ],
    "https://twitter.com/Know_More_News/status/1583895009698291712": [
        "It&#039;s not jewish hate or antisemitism. Ye is jewish.",
        "&gt;&gt;401163790das rite!",
        "&gt;&gt;401162857Ari Emanuel is just a rich, Jewish rapist. &gt; Two people inside the offices of talent agency WME attempted to remove damning information from the Wikipedia pages of its Co-CEO Ari Emanuel and one of his parent company’s clients, American Media Incorporated, a new report says.&gt; In July, a user with an IP address originating from the agency’s New York headquarters attempted to scrub sections detailing AMI Chief Executive Officer David Pecker’s accused role in the scandal surrounding President Trump and Playboy model Karen McDougal, the Daily Beast reported late Friday.&gt; The report said a second user also removed several blocks of text from Emanuel’s personal page about a 2008 sexual harassment case involving the agency. A spokesperson for Emanuel declined to comment on the matter."
    ],
    "It could be worse. Take a look at the Netherlands. Learn to appreciate that President Biden has made sure inflation isn’t hurting anyone.": [
        "&gt;&gt;401161608The calculation of inflation differs a lot. The entire world is suffering from inflation, it doesn’t matter in which way.",
        "&gt;&gt;401161608how much do they pay you?",
        "&gt;&gt;401161608&gt;fall out",
        "&gt;&gt;401161608The people saying inflation is 8.2% are same people who told you the vaccine was 100% effective",
        "&gt;&gt;401161608LockdownsMoney printerSanctionsRaise demand, reduce supply with every tool possibleOf course it was fucked up by the us, the eu, fucking china, everyone.And since we are in a fucking global recession, your fucking reserve is too strong regardless of how worthless it isDie, eat shit, get fucked, kill yourself, just like every politician in the whole fucking world"
    ],
    "DEFCON 1 RUBICON CROSSED&gt;&quot;Finally the ottawa problem, they can be no doubt that the current government is the latest in a long line that have attacked legitimate hard working albertan. THAT STOP NOW&quot;&gt;&quot;WHEN OTTAWA ANNOUNCE POLICIES AND LAWS THAT ATTACK OUR ECONOMY OR THAT VIOLATE THE RIGHT OF OUR PEOPLE OR WHEN OTTAWA SEEK TO TAKE CONTROL OF OUR SOVEREIGN AREA, OUR GOVERNMENT WILL NOT ENFORCE THOSE LAWS.&gt;***crowd burst in applause ***&gt;&quot;so we will pass the Sovereignty Act, work has already begun on crafting it. I asked it will be ready when i take my seat in the legislature. We will introduce it, pass it and USE IT TO PUSH BACK OTTAWA INTO ITS OWN LANE EVERY SINGLE TIME THEY STEP OUT OF LINE AND ATTACK US AND INTRUDE INTO OUR CONSTITUTIONAL RIGHT.&quot;&gt;&quot;ALBERTA WILL NO LONGER ASK THE PERMISION TO BE FREE AND PROSPEROUS&quot;https://twitter.com/TheRealKeean/status/1584013429735849984?s=19Do you feel it albertabros. It fucking happening for real this time. If trudeau want to take our gun he will have to send the army": [
        "&gt;&gt;401160563Good for you Canada, hopefully we balkanize in the future as well",
        "&gt;&gt;401160563Based leaf bros",
        "&gt;&gt;401163118They&#039;d probably think you&#039;re a nigger anyway.",
        "&gt;&gt;401163506the poopy kind",
        "&gt;&gt;401160563Unless Alberta splits off, nothing happens."
    ],
    "im being oppressed by the furry ruling classhow do I rebel?": [],
    "UKRAINE TO DETONATE LOW YIELD NUKE IN FALSE FLAG OPERATION SOURCE: https://ria.ru/20221023/provokatsiya-1825967691.html": [
        "&gt;&gt;401134289is she in that picture ?",
        "&gt;&gt;401134289&gt;&gt;401133921&gt;source Some Maldivians rambling",
        "&gt;&gt;401162416oh fuck it&#039;s her",
        "You do realize that you can analyze the isotopes of the elements from the detonation and analyze exactly where the material was enriched, right russians? Are you implying that Americans are in possession of Russian made nukes and are capable of staging such a false flag? If so, you have bigger problems lol.",
        "&gt;&gt;401163718&gt;Are you implying that Americans are in possession of Russian made nukes and are capable of staging such a false flag?American reactors use uranium enriched by Russia."
    ],
    "&gt;spoonfeeds everyone they&#039;ll cuck the first world.&gt;nobody does shit.How did the world become so decile?": [
        "I think it&#039;d take about 50,000 armed people to prove them wrongThis one man kills one man is a right wing fantasy",
        "&gt;&gt;401161388when was the last time you were genuinely concerned about how people you dont know were doing? thats basically everyone and why they can do what they want",
        "&gt;&gt;401162126There&#039;s boomers with enough guns and ammo between all of them can arm a large private military who go crazy over this shit and call younger generations pussies but are to scared to do anything themselves.",
        "&gt;&gt;401161388the Great Reset was just codeword for EthnoStates... /pol/ wins again",
        "&gt;global karma&gt;mediatic critical mass&gt;post jewish ruling classthings that kill the ultra rich and absolutely break their jewish rulenext up, how can he fight his shadow without a light?"
    ],
    "Any case I take on always ends in failure, sometimes with extremely unpleasant consequences. I never had any success with girls, despite my attempts to improve myself and find at least a girlfriend to communicate with. I work in a bad job, where they don&#039;t pay much, and I will leave there tomorrow. There is no other job at all, everywhere requires experience, which I do not have at my age, or it is the same bad slave job for pennies.Things are going well for my buddies. They have connections to make money, women, success in everything. Sometimes even the kind of success that only happens in a fairy tale. I don&#039;t know what to do. My condition is like a dead man&#039;s man. I can sit all day staring at one point and drooling. I&#039;m too lazy to go to the bathroom and wash my ass. I don&#039;t feel like doing anything, I&#039;m totally demoralized when I have nothing to do but raise the white flag.": [
        "&gt;&gt;401162312Ok",
        "You are what you shrink.",
        "I don&#039;t know what to do dudes. I can&#039;t remember the last time I smiled and was happy.",
        "I don&#039;t know anon, i honestly dont knowat least we have each other to vent to on here.",
        "&gt;&gt;401162312I&#039;m 37 years old and my life has been from failure to failure. My parents and siblings struggle too. My mother says it&#039;s a family curse. She is serious about it. ."
    ],
    "Reading the article on RT about the attack of some shitslim terrorists in Dubrovka theater I really wonder if they reacted badly or if they did everything they could &gt;45 shitslims invade a theater on a night when there was a show&gt;23 femoids were strategically placed with explosive belts and could blow themselves up in a second&gt;20 armed men occupying the main hall and some windows&gt;The Russians decided to use neutralizing gas to avoid launching a frontal assault and blowing up the whole building-They managed to kill all the shitslims but many (130 dead ) hostages died from the gas and everything they had been subjected to during the 3 days of siegeSuccess or disaster?": [
        "&gt;&gt;401158819&gt; The first group of Alpha fighters entered the building through a gay bar adjacent to the theater.It was the optimal course of action as the fighters were already familiar with this route.",
        "&gt;&gt;401158698They are excellent. Paired with famous Russian logistics, their specials are second to no one.https://youtu.be/kzK1gl6UoM0?t=29",
        "&gt;&gt;401160371i keked hard at this part too",
        "&gt;&gt;401159323There were also only a couple shooters therenot 45there is no way to rescue hostages from 45 gunmen",
        "&gt;&gt;401163795this isn&#039;t even taking into account the fucking explosives strapped to hostagesthe terrorists have complete control you cannot save hostages by force in this situation there is simply no way"
    ],
    "People are getting taller and taller. Zoomers are on average almost 10cm taller than their prior generations. The funny thing is though that they’re also less hairy and with average dick size. Now if it was testosterone and human growth hormones responsible for their excessive height they would also be sexually more differentiated. But it’s clearly not the case as they are becoming more androgynous.So what are the Jews feeding them, and why?": [
        "&gt;&gt;401163272do this comparison using 2022 data. US height down but we can&#039;t say why.",
        "Availability of meat increases mean height and lifespan.",
        "Better hygiene, better food, warm homes, no lead in puddles by the streetBenutz deinen Kopf, Karl",
        "&gt;&gt;401163534beaners obviously",
        "&gt;So what are the Jews feeding them, and why?Added sugarsTrans fatsOnionsGMOArtificial food coloringThose are the big ones in America and the most detrimental to your overall health."
    ],
    "What is actually the process of how UK parties choose who will be their prime minister? Why are conservative choices so awful?": [],
    "Fuck the Media. Fuck paying for goyslop entertainment. I&#039;m glad at least Sauron won. If this shit fan fiction revealed anything, its that he was actually the good guy all along. Death to all the bankers who raped a piece of art and history and cuture.": [
        "&gt;&gt;401163715Get the fuck off this board with your TV bullshit you stupid shit for brains faggot"
    ],
    "I dont think we laugh at zogbots dying for jews enough on this boardThey hate thisLets have a hearty laugh at maimed zogbots thread": [
        "&gt;&gt;401161625",
        "&gt;&gt;401161625",
        "&gt;&gt;401163280lol nice photoshop",
        "&gt;&gt;401161759Nooo I could’ve fixed them with free liberal arts degrees and welfare! Goddamn you sandnigger terrorists!",
        "ACK IF ONLY I HAD FOUGHT 2 MORE DECADES IN IRAQ WE COULD HAVE SUCCEEDED A-----*heart monitor flatline* OH I&#039;M BACK THANK YOU FOR REIVING ME AAACK MY FINAL WORDS ARE AAACK DICK CHENEY KEEP FUNDING LIZ CHENEY&#039;S CAMPAIGNS *heart flatlines again*"
    ],
    "Quantum Phonon Generation Method for Facilitation of the Creation of Nanoscale Gyroid Structures for Strong, Lightweight Construction Materials via Variable Intensity Coulomb Force Generation ApproachWhen we want to generate a strong Coulomb Force line, one of the primary methods currently relied upon is the use of crystals with aligned electrons. While this approach is ideal for instances where static or perhaps even bi-level field strengths are called for, the fixed positional relationships between the structures of crystals fundmentally limit the number of ways in which crystal-generated Coulomb Force lines may be utilized.At the most fundamental, heat and sound are concepts that are closely intertwined and can be thought of as &quot;the same thing&quot; with one caveat in particular; that being that heat has to do with the excitement of the nucleus of an atom without respect to what its electron cloud may be doing or the overall motion of the surrounding atoms and sound deals with synchronized chain reactions of atoms as their electron clouds are pushed into one another.Generating large quantities of sound always results in a small portion of that energy being converted into pure heat according to the same dynamics that govern vortex formations of all sorts. If sound waves propagating are akin to a series of spheres knocking into one another, eventually large numbers of spheres in the chain reaction betray any off-center collisions with the angular bias becoming more apparent as the number of collisions in that chain increase and the strength of the sound wave dissipates, diminishing its cohesion i.e. the tendency of off-center collisions to self-correct due to countervailing forces that keep everything moving in one direction.": [
        "That said, upon taking a closer look at the forces governing electrons orbiting any given atom and specifically, their velocity in their orbit, I have devised an approach that allows for the creation of Coulomb Force lines with properties of widely and automatically varying stength based upon fine control of the temperature of individual atoms.The generation of a coherent sound wave (or the ability to absorb sound waves) depends upon the ability to gradually increase and gradually diminish exerted forces. This results in what we know as sine waves. If we apply a force at maximal force to create a sound and abruptly cease that force, this would result in what sound engineers call a sawtooth wave. If we want to use sound to create smooth, curved structures in malleable physical matter such as a semi-molten metal being deposited by a &quot;3D Printer,&quot; the waves used to create those structures must be sine waves.Gyroid structures are, in theory, simultaneously the strongest and lightest possible configuration of any given material or alloy. Coming up with practical methods for synthesizing such structures is the real challenge. Gyroids feature infinitely curving lines that have the effect of evenly distributing forces applied so that no one point within the structure ever bears the full burden of a force and so that points that are relatively distant can provide mutual support to areas in other parts of the structure.The advent of perfect thermal insulators such as GaTe2 in a tetrahedral configuration with a free-floating silver ion in the center opens the door to the creation of what I term a Variable Strength Coulomb Force Line Mechanism. Its effect is to create quantum sound (phonons) but its mode of actuation is to create deliberate differences between the temperature of nitrogen atoms trapped within compartments composed of the silver ion-doped tetrahedral GaTe2.",
        "Cubical compartments of this insulator can be created, open only on the top side, and a nitrogen atoms an be added to the cubicles. The temperature of each nitrogen atom would be altered before sealing the compartment, setting the first in a series at as close to absolute zero as possible, the next at a slightly higher temperature of perhaps 1.5K, then 3K, 5K and so on.When an atom is at absolute zero, its electrons will cease to orbit and instead will settle in to what could be more accurately termed a Lagrange point and these electrons will also cease to exert magnetic force. These electrons, however, retain their negative electrical charge and remain capable of translating the Coulomb Force.The orbital velocity of these electrons is greater depending upon temperature and with the use of this perfect insulator, it may be possible to create an aligned series of nitogen atoms, separated by compartments, wherein each atom is slightly warmer than the previous. Temperatures can be set and kept static by sealing the GaTe2 compartments on the last remaining side quickly after calibrating the nitrogen temperature.The nearest-to-zero atom would, in this mechanism, serve as the point of emission of quantum sound as its orbiting electrons would be essentially static. The colder atoms would have a tendency to remain aligned much of the time whereas the warmer atoms would feature electrons orbiting at thousands of times per second, causing their contribution to overall Coulomb repulsion to be lessened. The tendency of these electrons in the nitrogen atoms to either align or not align would be based upon simple probability with warmer atoms creating higher-probability, shorter-duration alignments and colder atoms creating more intermittent but sustained alignments. The warmest atom in such a mechanism would only be about 8K, for reference.",
        "What does this have to do with racism and frogs",
        "Ordering these compartmentalized nitrogens from coldest to warmest creates a quantum sound generating array. It will effortlessly create tiny quantities of sound in the form of sine waves and emit them in the direction of an arrow running through the 2D array where the direction of travel is the coldest of a series of these temperature-controlled nitrogens. Ordering them from warmest to coldest creates a quantum sound absorption array. By alternating the thermal sequence of these arrays, sound may be emitted into a semi-molten metal being printed onto a surface at the nanoscale, creating depressions in the metal resulting from the injection of sound and the neighboring areas of the metal may be made to rise up from the surface due to the tendency of the phonons to curve and follow the path of least resistance back into a quantum acoustic absorption channels. These channels would be an example of how phononic tunneling can be deliberately generated (only observed in nature thus far) since in order for sound to leap across the GaTe2 barrier, quantum tunneling would have to come into play. This is possible since GaTe2 blocks the transmission of heat energy but permits the flow of electromagnetic energy including Coulomb Force lines.The end result is an efficiently generated nanoscale metallic gyroid structure with exceptionally low density and high strength.The Future Is Made in America23Oct2022"
    ],
    "It’s being heavily promoted by mass media and even has a very positive Wikipedia article. Not only that, every faggot on Twitter used the #nafo hashtag next to fagflags, vaccine emojis and similar. You have been warned.": [
        "Not sure anyone needed the obvious explained, but thanks I guess."
    ],
    "WELCOME FRENSWide-band Web Receiver&gt;http://websdr.ewi.utwente.nl:8901/ if you can&#039;t reach this use http://192.87.173.88:8901OR&gt;http://websdr.k3fef.com:8901/SKYKING 24/7 STREAM&gt; https://www.youtube.com/channel/UCSUAHBCGWgs1KRmUYz9ZXRg/liveINSTRUCTIONS&gt;Set Frequency to 4724.00, 8992.00 or 11175.00&gt;Set Mode to USB&gt;Tap &quot;Wider&quot; to increase bandwidth (2.7-3.0 kHz)&gt;Press &quot;chrome audio start&quot; on k3fef&gt;Get /comfy/NOTE:&gt;At night, 4724 is clearest along with 11175.&gt;Daytime 8992 replaces 4724.&gt;Click the &quot;wider&quot; button once to get 2.7kHz.WHAT IS SKYKING???&gt;https://en.wikipedia.org/wiki/High_Frequency_Global_Communications_System&gt;https://en.wikipedia.org/wiki/Emergency_Action_MessageAIR TRAFFIC:&gt; https://globe.adsbexchange.com/&gt; https://www.flightradar24.com/MARITIME TRAFFIC&gt; https://www.marinetraffic.com/&gt; https://www.vesselfinder.com/LIVEUAMAP&gt;https://liveuamap.com/en/REAL TIME RADIATION WORLD MAP&gt;https://www.gmcmap.com/index.aspMORSE CODE DECODER&gt;https://morsecode.world/international/decoder/audio-decoder-adaptive.htmlSSTV DECODER (app for download)&gt;https://hamsoft.ca/pages/mmsstv.phpTHE DOT&gt;https://global-mind.org/gcpdot/&gt;https://beigexperience.github.io/ponderthedot/DO NOT STRONGLY INTERPRET THE DOTIMPORTANT INFO FOR NEWFRENS&gt; https://tc.canada.ca/sites/default/files/2021-06/AC_100-001_e08_20210622.pdf&gt; https://www.docdroid.net/u1joYEX/guide-to-using-websdr-v20161125-pdf&gt; https://www.sigidwiki.com/wiki/Signal_Identification_GuideEAM Watch List&gt; https://eam.watchCOMFY SKYTUNES: 1008 AMKeep SKYKING threads comfy, we like more crowdsourcing and OSINT.PLEASE don&#039;t shitpost in the Web-SDR chat, they have and will close the box and ban you.previous thread&gt;&gt;401003767": [
        "&gt;&gt;401161363&gt;Can you send stuff with your tech?you could use this antenna to transmit with maybe up to 10 watts and in the 20m-30m bands only. for more power, you would need a larger variable capacitor. the transceiver can transmit only on ham bands per default, but with a simple hack you could enable out of band transmitting.",
        "&gt;&gt;401162824I got the RTL2832U kit from china",
        "&gt;&gt;401163395Can you catch shorwaves on it?",
        "&gt;&gt;401160515&gt;and to start with this hobbyI don&#039;t know what a Swiss HAM license entails, but if it&#039;s anything like the American ones, it&#039;s not difficult to get one. The test is a breeze, especially with a free online test practice web page. Just drill on it until you know all the answers to all the questions. I got my first two licenses in my first sitting, and then the third at the next test session. You really don&#039;t need one if you don&#039;t transmit though.",
        "&gt;&gt;401163518yes, it can also listen to HF frequencies , I think down to 1-2 MHz. My next project is to connect my magnetic loop antenna to it and then compare the sensitivity with the xiegu transceiver."
    ],
    "This gentleman is a former deputy in Brazil. He cursed a Supreme Court justice and the federal police went to arrest him. He shot at the feds, wounding one. At the moment he is entrenched in his house and said he only leaves dead. He is defending free speech.": [
        "&gt;&gt;401150741Basically what happened to Alex jones, being persecuted because he said some mean words",
        "&gt;&gt;401147649You reap what you sow.Learn that lesson, bolsonarist.",
        "&gt;&gt;401159871Stay irrelevant, NZ.",
        "&gt;&gt;401153087&gt;soaringeagle.jpgOH SAY CANT YOU SHAAAART IN THE LOCAL WALMAAART",
        "&gt;&gt;401155551Hey let me tell you one thing: ALL the Brazilian females in the UFC are ugly fucking trannies. That is all."
    ],
    "&gt;Henry Kissinger, the former national security adviser and secretary of state, is cautioning that if schools and colleges teach too negative a view of American history, it could hurt America’s ability to lead in the world.&gt;Kissinger responded, unprompted, by raising the education issue. “A minimum condition for great achievement for a society is to believe in its purposes and in its historical record. And if the educational system of a country becomes increasingly focused on the shortcomings of its history and less on the purposes of the society, then its capacity to act internationally will be diverted into its internal struggles,” Kissinger said.&gt;The former diplomat raised the concern that those “internal struggles” could cause both “the international system and the country’s security” to “become impaired in a new way.”This is unreal. Even Kissinger is warning, yet the woketards won&#039;t listen": [
        "&gt;&gt;401159336I know a strange insider detail about Kissinger. When he liked someone, he would give them a copy of Spengler&#039;s &quot;Decline of the West&quot;. Kissinger for good or bad, knows.",
        "&gt;&gt;401161663&gt;Kissinger for good or bad, knows.This",
        "&gt;&gt;401161663They seem to be running out of ideas. Globohomo is their goal, but it also destroys their means of achieving it.It&#039;s a self-destructive project",
        "&gt;&gt;401159336He&#039;s who allowed China to become the eastern hegemon. Got filthy rich doing it too",
        "&gt;&gt;401159583What&#039;s wrong with this? Looks totally innocent to me, guys."
    ],
    "How come they have so much money? And at the same time are the most entitled beggars?": [
        "&gt;&gt;401153973did you pay discount to cum on her face?",
        "&gt;&gt;401160334That&#039;s exactly what the Jews are telling when they&#039;re trying to get away with their shit",
        "&gt;&gt;401154233saved you. stay away from hoholachkas. they are 10x worse than french women.",
        "&gt;&gt;401161494lolso goyim pretend to be jewish to get awaythen they pretend to be goyim to get away then they then they then they...",
        "&gt;&gt;401123526Because slavs are the worst race"
    ],
    "Troons on suicide watch.": [
        "&gt;&gt;401162010&gt;When will kikes reap what they have sownIt&#039;s jenga, dude. They have programmed women to vote enmasse for this shit at every turn, let women finally have a taste of the consequences of their actions and watch how it changes. It&#039;s no different than what Kanye is doing or what others have done to try and show the black community that they are being used. They are so entrenched you have to excise the cancer bit by bit, it only takes the removal of a couple pieces to make the tower fall.",
        "&gt;&gt;401147840FPBP",
        "&gt;&gt;401156092You&#039;re a fucking beggar TERF who has no one else to mobilize but incels because no one else will dare to speak their mind, but what makes you think that the low value men whom you despise with all your heart would even lift a finger to fight your online battles for you? Go ahead and do it yourself, you&#039;re a strong independant woman.",
        "&gt;&gt;401148964I never understood anons who&gt;Fuck women men they&#039;re shit&gt;propogates attention whores images to wire coomers and simps to give women more power, and just promoting it in general",
        "&gt;&gt;401147722how can a person be male bodied when they identify as female? I just don&#039;t get it.https://www.bitchute.com/video/ES4zhsgrphu5/"
    ],
    "Is that the empire is the only thing keeping the (((thalmor))) out of skyrim. What are the political implications of this.": [
        "&gt;You don&#039;t understand the empire is the only thing keeping the Thalmor out of Skyrim!&gt;Keeping the Thalmor outThe Empire allows the Thalmor to patrol Skyrim and arrest and kill whoever they want",
        "&gt;&gt;401146735The documents always state quite clearly that the Thalmor absolutely need Ulfric to lose the war or else they will completely lose control over Skyrim forever because Ulfric, regardless of anything else, is a TRUE SON OF SKYRIM AND ENEMY OF THOSE KIKE ELVES AND THEIR CROOKER, NIGGER MUTT SHABBOS GOY IMPERIAL LAP DOGS",
        "&gt;&gt;401147918I just picked up the Beacon of Meridiah in skyrim.What am I in for lads?",
        "&gt;&gt;401163512Literally this./threadFags who make this thread always misrepresent what the dossier says.",
        "&gt;&gt;401162616&gt;be imperial cuck&gt;bend for elf to save crumbling government&gt;kill fellow humans and ban own god&gt;have no great plan bedies kill human who disagree instead of elf&gt;waste resources up north instead of reforming towards the south bc new masters say so&gt;ignore how well guerilla fighting of a independent hammerfell is working&gt;have a weak need for big government to defend you &gt;none of the people in control of the empire are actually legitimate rulers and just despotic warbands who picked up the crown"
    ],
    "Ukrainians almost look like real people but their economy (and everything else) is completely screwed.Why doesn&#039;t the cold winter hypothesis hold true in the case of slavs?": [
        "&gt;&gt;401161068Ukraine is one of the rare examples of countries that are much worse then they were under communism.",
        "&gt;&gt;401161961Ukies were stupid enough to trust kikes and their retarded golems. 30 years ago they had French GDP per capita, quite competitive education and normal society. Today they are African-tier country and their GDP is actively shrinking.",
        "&gt;&gt;401160943&gt;&gt;401161697This is GDP PPP per capita, economic output per head. Please forgive my autism",
        "&gt;&gt;401160943you just don&#039;t catch their grifthttps://rumble.com/vxhl12-perennial-death-orgy-merchandising.html",
        "&gt;&gt;401160943Communism destroys investment"
    ],
    "Let&#039;s have a discussion about literal versus metaphorical interpretation of the Bible. Try to present actual arguments, and try to refrain from ad hominem and other logical fallacies. I know most people here don&#039;t know how to construct an argument, or how to analyze arguments of others, but let&#039;s try. Also here&#039;s a good link to get you started in how to make and analyze arguments:https://youtube.com/playlist?list=PLqsoWxJ-qmMtr7i6D_yvSpPC-hTOzdWashttps://youtu.be/kyf1SkKIpTM?t=1132": [
        "&gt;&gt;401162657Why didn&#039;t God make us smart enough?Why can&#039;t God come up with the perfect analogy?",
        "&gt;&gt;401161889After seeing a thread like this, why struggle against the literal? If it literally did not happen, then it is all trash. Most won&#039;t read the whole thing ever before running they mouf anywho.",
        "&gt;&gt;401162657What&#039;s your point? That&#039;s metaphor, not literal.",
        "&gt;&gt;401162904&gt;If it literally did not happen, then it is all trash.Very common point, I disagree, click the second link, he says it there, it&#039;s a powerful and important story but not a literal one.",
        "&gt;&gt;401162799cus we&#039;re his chosen slaves in whatever butthurt rebellion he is planning in his higher dimensional homeworld&gt;&gt;401162285if it is literal there is some sketchy bitslike doesnt Abraham go up a mountain and pay to fuck his son&#039;s wife because she dressed up as a prostitute to leave the house, and his son is cool with it? there is some shit like that in there no lie, near the start of old testeand then there&#039;s that other dude, going around Egypt and saying his wife is his sister, so that their hosts fuck her, then he&#039;s like &quot;yo that&#039;s my wife, now you owe me loads of shit to say sorry lol&quot; and his excuse is that they&#039;d be murdered otherwise, except they are treated graciously everywhere, like wtf?I can see there having been a literal massive flood, maybe it was when the glaciers melted? maybe it was during the nuke war of hyperboreans and atlantians or some shit idk, maybeskip aheadjesus was literally the son of a lying whore with a cuck tradey dad, yep, nothing new under the sunor was a middle class jew that subverted the norm, much like punk/every leftist movement ever, so yeah can see that being literally true as well, and then poorfag non jews ate it up, much like the music industryif its metaphorical... metaphorically saying be a pussy except sometimes dont and if you do / dont you will have god on your side except when he smites the ever loving shit out of you and hell is a metaphorical fire but also god is metaphorical fire and always surmised by fire, including a poisonous exploding mountain, and you cant see him or hear him or even understand him but sometimes you can and its great except when it is endless pain or faminewait, no, that&#039;d be literalits a fucking messjews first production, and its a mess, like hollywood, nothing new under the sun, shit never changers, nothing ever happens, ergo no Christ 2, and no blaring trumpers to usher in our ayy lmao overlord(s)also god is singular yet plural and all over the place"
    ],
    "Black guy got called a nigger by the white guy so he smashed his car window.https://twitter.com/wweruthlessera/status/1583889658874036224?s=46&amp;t=bk9wHFpFUajtgULY58Ml1A": [
        "&gt;&gt;401161899&gt;&gt;401162136Lol Your faggot ass was too scared to even reply with this one. Continue crying about that bully in highschool who called you a faggot for wearing your moms clothes.",
        "&gt;&gt;401163158&gt;property damagedIs property more valuable than a life?&gt;face kickedYeah, I missed that. I did not see any contact with his face.&gt;&gt;401163295LOL Oh boy, you won&#039;t. Yes, this is the internet, hence you&#039;re a feel-strong ONLINE.&gt;&gt;401163303Yet, you have no rebuttals. Only feminine retorts.",
        "&gt;&gt;401163452&gt;Crying like a little girl makes you masculineBruh who&#039;s dick did you suck to get this opinion",
        "&gt;&gt;401163452There&#039;s really no convincing a boomer but yes I would. I mean you really come off ass the gayest fucking nigger imaginable.",
        "&gt;&gt;401137284Fucking kek. I live in a castle law state that extends to your vehicle. Nothing like this every happens because nogs know they will get shot in the face."
    ],
    "If you hate the current system so much and the people running it, have more kids. There is nothing they will hate more. They spend billions on depopulation propaganda every year. Movements like feminism and LGBT are part of it.": [
        "&gt;&gt;401159556Nah. And your kids will be slaves",
        "&gt;&gt;401159556&gt;If you hate the current system so much and the people running it, have more kids.That&#039;s what I&#039;m planning on doing. I was one of those&gt;We need to have fewer children for sustainabilitytypes when I was younger, but leftists have spent so long beating everyone with the&gt;How is it genocide?&gt;Just have kids lol!stick to the point where I no longer care about sustainability any more. Leftists tell you to be socially conscious and think about the future, then white people do that, then leftists immediately start rushing to exploiting it to drive them extinct. Now I&#039;m Hitler.",
        "Yes yes goy Have children so we can subvert them.",
        "&gt;&gt;401159556&gt;&gt;401159652Madonna really hot the wall",
        "&gt;&gt;401159556im not giving you more kids to rape and defile."
    ],
    "Shortly a gay calls an African American a nigger and the African American calls the gay a faggot, who will get jailed?": [
        "Nigger have more privilege than fags",
        "&gt;&gt;401161175negrolatry comes before everything",
        "&gt;&gt;401161311&gt;&gt;401163116Correct. Niggers comes first.&quot;From its inception to the present time the question has undergone three phases. In the first instance it was a moral one; provoked by discussion and prejudice in England; in the next it was a social one, induced by the Northern States finding slave labor unprofitable, and, therefore, wishing to abolish it; and, in the third, it was a politico-religious one, which we may call &quot;NIGGER WORSHIP.&quot; In this last phase we find it now. It has become a pulpit theme, and diverted the stream of religion from its course heavenward to the stormy sea of politics. We have a prominent example of it in the case of Ward Beecher. It has ruined churches, ruined parties, and now it is ruining the whole country. Anti-slavery fanaticism has stamped its character upon our Northern literature, and led away the minds of those who had not philosophy enough to withstand its subtle influence, which, for the thirty years of the forty it has been in agitation, has been gradually undermining the constitution of the republic and the best interests and liberties of our people.&quot; (New York Herald, March 7, 1861)",
        "&gt;&gt;401161175Niggers are our sacred cow, no one ranks higher than them."
    ],
    "BIG HAPPENING RIGHT FUCKING NOW!&gt;The Brazilian Feds are sent to arrest the Ex-Congressman Roberto Jefferosn after he said mean words to Carmen Lúcia (Minister of the Supreme Electoral Tribunal) after the decision of the SET to CENSOR the small media (Jovem Pan) about showing shit the commie president candidate did.&gt;The Feds proceed to get shot by said Roberto Jefferson after discovering that no, he won&#039;t comply, and even saying &quot;I&#039;m tired of this shit. If I&#039;m facing the end, I&#039;ll do it standing like a man.&quot;ALERT! BASED LEVELS IN BRAZIL ARE GETTING OUT OF THE CHARTS! THE BIG HAPPENING HAS BEGUN!!!https://m.youtube.com/watch?v=hSqysLm1yx0": [
        "&gt;&gt;401160488Lmao i was asking if youre having a aneuryism by going on a rant about cocaine and other bullshit, take your meds",
        "&gt;&gt;401161791It&#039;s bc they have this thing(the small publication journalists) you are referring to about free speech and I kind of felt like doing like they do and brag I&#039;m under American jurisdiction at the same time Ps. I screenscap my posts and I dm to them on Twitter.&gt;&gt;401160928I&#039;m having trouble finding info on his first arrest and I&#039;m not in a position to argue about ethics of shooting feds after violating my probation multiple times... Unfortunately I&#039;m not in that position...",
        "&gt;&gt;401160488You glow, nigger",
        "&gt;&gt;401153827In the world, more like.Based brazilbros.",
        "In March 2021, Jefferson posted a post on Instagram accusing Jews of sacrificing children, which drew massive criticism from Jewish organisations and led to the removal of the post.[5][6] The Brazilian Israelite Confederation confirmed it was preparing to file charges against Jefferson.[7][8]"
    ],
    "so what side of the war is /pol/ in?": [
        "&gt;&gt;401134814Mostly in hohol territory because of unironically paid shills and Psyops OP - Why do you ask?",
        "&gt;&gt;401134814Neither. I hope they both kill each other.Saged.",
        "&gt;&gt;401162316&gt;&gt;401162512So they dont care about nato liberalism and zelensky but still fights gor their cause. Typical useful idiotsThe funniest part is that they tkink that they could overtrow zelensky after war",
        "The side that keeps fulling europe withdiversity. so, WEF/Jews/Nato/UN/USA/EU",
        "Russia. Always was"
    ],
    "Why are the Jews so hated? There is literally nothing wrong with being Jewish": [
        "&gt;&gt;401154708The brazen bull was considered so horrile that the person that invented it was the only person it was ever used on.",
        "could it be that there are just so many jews already that all these horrible records get bloated with them&gt;&gt;401162707it&#039;s just a cauldron with a funny whistle, chill",
        "&gt;&gt;401157021It&#039;s da shoos",
        "&gt;&gt;401163197The evidence of the holocaust really having happened would be an empty slanted board, maybe throw a couple shoes on there, like Germany openly questioning the JQ, camps and ghettos, and executions via bullets. The real evidence that it didn&#039;t happen is a real pile of shoes without the board.",
        "&gt;&gt;401154223How would you describe jewish behavior?"
    ],
    "So it seems that a dirty bomb false flag is the next step of Russia&#039;s master plan": [
        "&gt;&gt;401163168King Chuck trying to bury the lead. #FF"
    ],
    "In what ways would I benefit from a russian victory.": [
        "&gt;&gt;401162048after he is gone, the only worse ruler than him would be some eurasianist batshit insane warmonger or self-hating liberashka who thinks we should dissolve entirely for our sins. however, if you look at how many movements were there in civil war and after the fall of ussr, then you can see how diverse russian politics are, so most likely these two extremes would be overshadowed by something meaningful and pro-european",
        "&gt;&gt;401151995New territory, fertile white women, oil, natural minerals, peace in Europe. Regime change is Russhit is priceless. All civilized western countries should&#039;ve invaded Russhit in February. That neo-bolshevik botox manlet cadre has got to go.",
        "&gt;&gt;401163079Of course you&#039;re not, the biggest loser club in the world aka the US Department of Defense in this country has zero accountability for itself.",
        "&gt;&gt;401151995It&#039;d be funny to see all those slava ukraini fags on twitter try to copeOther than that you have no reason to care about the situation in general",
        "&gt;&gt;401156399why are brown people so horny?"
    ],
    "Only people who suffered under communism will understand.": [
        "&gt;&gt;401160009Pealed sunflower seeds in a cup. I don&#039;t get it either. Poland bro are you throwing that outside to feed the birds?",
        "&gt;&gt;401161272the only true communism (Yugoslavia) was really just national socialism but they’ll never admit that. What other system forcefully closed gay Abrahamic schools and sent people to real school to learn math, science and engineering instead of Jewish fictional desert fairy tales? What other system used love, pride in your people, and pride in nation to achieve major accomplishments?",
        "&gt;&gt;401161701Individuals own shadows are always their biggest opressors",
        "&gt;&gt;401163119I think I&#039;m alergic to sunflower :(My mouth is itching now!",
        "&gt;&gt;401162624Shit, forget picrel"
    ],
    "Are the 90s the objectively most prosperous years in history?I think no matter what your views are, nobody in their right mind would consider 20 years with events such as multiple wars, a scam pandemic that took away basic rights, an economic recession and all sorts of new crimes tied to developing technology as preferable times to live in.And let&#039;s not even get started at the overall better aesthetics and dignified tastes (compare pop singers from that era to ours), simpler and more optimistic life and actual hope for the future.9/11 was society&#039;s red pill.": [
        "&gt;&gt;401163020They are the most recent prosperous time. There were way more prosperous times before it.",
        "No, the 50s were. The movie Falling Down encapsulates the 90s."
    ],
    "Why do you hate me, anon?": [
        "&gt;&gt;401162828install gentoo",
        "&gt;&gt;401162828it got worse since windows 7",
        "All of that money and the best he can do is spend it to buy up Marriott hotels to recreate his Epstein experiences.He also wants to save Africans, but reduce European populations, which is typical hooknosed jew behavior.",
        "&gt;&gt;401162828I don&#039;t hate you Bill. I just want you to go to India. The world will be a better place without you.",
        "&gt;&gt;401162828is this a video of bill getting heckled or just him walking"
    ],
    "It’s an act right? One of many larps they do. Like “Look at me in my gay little hat!” “Holier-than-thou goyim!”": [
        "&gt;&gt;401161456It&#039;s an act to show off to other people. &quot;Hey look we&#039;re super holy.... supposedly.&quot; While they follow the darkside loser cope religion in talmudism. They just want the attention. There are other obsessive orthodox jews who don&#039;t wear the gay little hat. They only travel among jews and dress normally, and try to catch normie jews in the wild to start teaching them about kabbala. They just don&#039;t want the attention like these little hat drama queens.",
        "&gt;&gt;401160133I saw some of these gay little hat wearing yids at the airport and it was one of those “memes are real” moments. They were short and ugly. One had a potbelly. Generally physically awkward and misshapen. The taller ones had prominent noses. A couple dressed like this pic. They clearly had not been race-mixing with White Gentiles to try to look like attractive human beings. I was tempted to snap a photo of them, as I don’t see them often in the wild, but wasn’t in the mood for a confrontation.",
        "&gt;&gt;401161669&gt;&gt;401161118&gt;&gt;401160133These little hat wearing yids are the ones who act as an advisory role for the tribe. They’re the ones who come up with things like “We’re related to Bible jews!” Or “We’re God’s chosen people!” (More like God’s chosen people to be wiped out this century.)Or the holohoax story.So not very intelligent, but they are at least dedicated and persistent with their lies.",
        "&gt;&gt;401160133they have a thing for hats...seriously OP, study the cryptojews, conversos,etc and the different people they have larped as, if they even choose to do a public conversion ceremony often they just put on a hat and call themselves pious converts. many such examples",
        "&gt;&gt;401163235The khazar mind must be effeminate, because none of their big lies hold up under any scrutiny. These are emotion based lies and they depend on people not to question at all."
    ],
    "Is pic related considered “goyslop”?": [
        "&gt;&gt;401161752You should treat saturated fats like you do omega 6.",
        "&gt;&gt;401158617I was a poor fag and saw this in a supermarketFucking boomWhat a good dealGrabbed some hamburger buns and was so proud of myself for being a smart lil shopperGot home and poured the can into a pan on a hot stove and realized there was no meat just sauce.Sat down in front of tv and took a rip off the bong and contemplated my existence staring at the weather channel on tv because the batteries in the remote were dead.",
        "&gt;&gt;401157483No such word. WTF is wrong with you? You fucking do this SHIT EVERY FUCKING DAY.You STAIN.",
        "&gt;&gt;401161232PFA is valid concern. Probably lithium is the bigger problem though.",
        "&gt;&gt;401162105&gt;be human population&gt;mainly consume saturated fats for all of our existance (butter, lard etc)&gt;early 20th century start consuming high PUFA seed oils that are only producible using industrial processes, previously only used as industrial lubricants&gt;over the next century heart attacks, cardiovascular disease and obesity rates skyrocket&gt;&quot;it&#039;s caused by the saturated fats! eat our seed oils, they&#039;re healthy&quot; big slop exclaimedmy bodyfat% has never been more than 12%, i go to the gym and my cholesterol is A ok. then again i never said you have to drink butter.. as with anything, use it in moderation"
    ],
    "Why is nobody discussing this? I think it went well as far as optics go &gt;lmaoDespite the whole preliminary &quot;I love black people&quot; Fuentes was dropping major redpills left and right on em. The two nogs were confrontational at first but by the end they were basically agreeing with every point Nick made. Nobody made any meaningful rebuttal throughout the entire video. Didn&#039;t realize Sneako was based too. I feel like antisemetism is going to become mainstream when we get to a point that cancellation loses all meaning. I&#039;m sure this type of thing along with Kanye will go a long way to open the eyes of little white zoomers brainwashed by zog-hop": [
        "https://www.youtube.com/watch?v=20Sc3ft3kJoGood interview.",
        "&gt;&gt;401163352&gt;Despite the whole preliminary &quot;I love black people&quot; Fuentes was dropping major redpills left and right on em.I glad that he mentioned the &quot;Clean Break&quot; document. Good job Nick.",
        "When Nick first said something about blacks being violent and shit the two nogs were upset &gt;tf is u talm bout wai boah but he very quickly got them to agree to not only the GENETIC IQ discrepancies among races, but that blacks commit 60% of crime, blacks are genetically inclined toward violence, blacks are the least innovative, etc. etc. etc."
    ],
    "I recently became a licensed concealed carry firearm civilian I am just wondering why in the USA its so punishable to defend yourself? I have been watching videos to get better acquainted with the more law oriented side of self defense shootings and holy fuck.. its a fucking mess. Some of the things prosecutors will do to make you seem like a manic vigilante is just insane to me. &quot;Oh, you took advanced marksmanship classes? Why? So you could go on a vigilante revenge spree looking for trouble?!&quot; Also, the bit about &quot;Cops aren&#039;t you friends&quot; etc. I just have no idea what to do if I were involved in a actual self defense shooting. A buddy was even telling me that even things such as did the criminal turn his back to you while you were shooting him could mean the difference between you going to jail or not because apparently a person with their back to you is &quot;no longer a threat&quot;. Like how can someone defend themselves properly if they are also trying to not go to jail after for defending their own life or someone elses? It also doesn&#039;t help that I live in a anti-gun hell hole.": [
        "&gt;&gt;401159798byep. This Sven anon get&#039;s it.If the light of the law does get shined onto you pray the state doesn&#039;t press charges because they&#039;re smart enough to realize that something done lawfully doesn&#039;t need a clown show but unfortunately authority attracts moral busy body&#039;s so even if scenario was you getting stabbed several times and you managed to turn the knife onto your attacker you&#039;re still getting charged with something or some faggot is going to make or amend a law based around the shit that happened to you. The best government is a do nothing government. If they are going to do something it most likely isn&#039;t going to benefit anyone but their smug attitude and no way in hell is it going be a government that reviews and removes retarded laws",
        "&gt;&gt;401150582As we saw with rittenhouse As long as you can prove , you were in harms way , and we’re scared for your life , even if it’s in broad daylight on camera You’re fine Tl;Dr ? SHOOT ME NIGGASHOOT ME NIGGA *bop bop bop* *dies*** NOT GUILTY*** *Crowd goes wild*",
        "&gt;&gt;401150582Defending yourself in your own home is easy, just make sure that you kill whoever you’re shooting, even if he surrenders. Any witness against you will make your life hell. Give the police nothing but a verbal statement that you feared for your life, and get a lawyer. That’s it. You want to give them as little as possible otherwise they will fuck you raw and take your life away from you.In public is much harder, I would seldom use your gun unless it’s your life. Don’t go pulling a gun out on some nigger robbing a gas station, or anything similar to that because you’ll get fucked in US clown court. Use your gun only if your life is on the line, and make sure you shoot to kill, otherwise the guy trying to kill you in the first place can sue you (and often they win for some fucking reason).",
        "&gt;&gt;401151879theres a lot of people who willingly instigate or put themselves in threatening situations so they have an excuse to shoot someone",
        "&gt;&gt;401151282Lets say you can and you would do just that, kill rober in your house.Now just imagine how many people would you lure to quickly break into your house from burner phone to turn off stove you forgot on your way to work to whack them waiting in shadows.&gt;t. detective hereWe have same laws but only way you can be criminally charged is if you brutalize the robber to the point he becomes victim. If you just shoot once or twice and kill while having no history of that behavior, worst thing you can get is either some type of parole or case against you for unlicensed weapon possesion.Public thinks its a nono and its for a good reason. If you are in that situation and you go trough with it you will see how law works behind the facade for society sake."
    ],
    "Are eggs goyslop?": [
        "&gt;&gt;401162348shut up and eat your favela, muttslave",
        "&gt;&gt;401162034&gt;the cholesterol in the yolk is bad for you in large amounts.No.",
        "&gt;&gt;401162201Cholesterol is the fat of the body, it can even produce it, it&#039;s like saying you should be cautious with water. Almost all disease are caused by a compacted colon which is almost always caused by alcohol consumption especially binge drinking.",
        "&gt;&gt;401159933",
        "&gt;&gt;401160205This is the final most powerful redpill."
    ],
    "Biggest glownigger op on /pol/ is Feds encouraging you to vote for the Deep State controlled GOP.They want you to sign onto the glownigger agenda as you impotently rage against it.": [
        "&gt;&gt;401156901t. glownigger desperately trying to tell us he and his whitehats are the good goys",
        "Simple. Vote Trump to make trannies fart and screech - yes I know trumpy boy isn’t a bed of roses but at least it’s funny. OR better yet vote for (Kan)Ye West if he will standThey won’t let you have power via democracy - look at the utter state of politics, at least our coked up politician pedophiles hide their corruption, in the US it’s on open display. That system of organised crime has to go. Or humanity will be destroyed. Within 12 years. Pic: tip of the iceberg, 1 in every 3.5 deaths is now a vaxxie dying of genetic engineering. Any stat’s that do not represent this 40% increase in death since the injections in this way are false. Want that linked? Cap it. These science journals keep publishing the truth then censoring it later on. https://www.newscientist.com/article/2335991-there-are-thousands-more-uk-deaths-than-usual-and-we-dont-know-why/",
        "&gt;&gt;401162288Where did I mention &quot;whitehats&quot;?Pick your poison: lower IQ duds trying to hide shit from higher IQ types or higher IQ types who hang back and give lower IQ duds enough space to screw themselves over",
        "&gt;&gt;401162284MaSONIC cops = Lion/lyin&#039; grip/paw (&quot;Your honor, the suspect proceeded to assault my partner&#039;s fist with his nose&quot;).[L]aw [E]nforcement [O]fficer / leo / lion / lyin&#039;Only stupid people think they can pull fast ones on the NSA while they&#039;re keeping track of https://www.youtube.com/watch?v=18N2k1TBBRE",
        "&gt;&gt;401162650Not a glowie, just familiar with some stuff and thought I&#039;d share so those interested can learn"
    ],
    "Average Ukranian": [
        "&gt;&gt;401162511that&#039;s a ukrop propaganda video kek",
        "&gt;&gt;401162830consume massive amounts of fast food daily 5 times a day",
        "&gt;&gt;401162413He&#039;s ukrainian",
        "&gt;&gt;401163274He&#039;s exactly as Ukrainian as Suleiman bin Ahmed al Safri Noor Said is Swedish.",
        "&gt;&gt;401162345my chest hurts"
    ],
    "&gt;I eat only home cooked soups&gt;never ate regularly at McGoyslops except rarely in my 20s&gt;drink only tap water&gt;eat one meal a day&gt;have perfect weight for my height&gt;have two white kids&gt;slept with one woman in life, so no roastie gave me hpv&gt;home owner, no jew hovering above me asking for goyrentHow long will I live, /pol ?": [
        "the jew will come for you",
        "&gt;&gt;401161992You dont really need one, this is why jews hate soups, it is so simple yet incredibly healthyI can give you just single genereal advice: put beef leg, rich in ironFor everything else literally throw in any veggies and tomato puree and and it will come out great",
        "&gt;&gt;401160087Looks like he’s dying to see his wife.",
        "&gt;&gt;401162656As long as I am liquid jews cant touch me, I have a god stable, future proof jobI have also lowered my personal spending to jewish shit to non existent levels, I buy everything used, from tech to clothes",
        "Didn&#039;t read, herbs"
    ],
    "Why are so many Canadians so obedient to their government? Like I&#039;m not here to insult any Canadians, nor do I not know of the truckers, but at the same time, as an example of how obedient Canadians are to the &quot;current thing&quot;, look at how many Canadians were complaining on Reddit about them truckers. Like why are they like this?": [
        "&gt;&gt;401159966we have been making this music since the 1990s lolhttps://www.youtube.com/watch?v=-7JTdxdk3m4https://www.youtube.com/watch?v=8FEg6O2Y8Vwkanye has not made a good album since dark fantasy and he dresses like a east hastings junkie now",
        "&gt;&gt;401149911For sure regional. The bigger the city the faggier everyone gets. Most small town folk are based in some sort of way. Even my Italian mother hates trannies and immigrants",
        "&gt;&gt;401148285Canada will be a based superpower once martha ketih and karen are sent to the work camps to toughen up",
        "&gt;&gt;401148285We are suspicious of our government but we still trust experts. Take me as an example, I&#039;m aware that experts abuse their knowledge for political power and that my leaders are welling to sell me out to the highest bidder while importing my competition, but I still got my 4th Covid shot because I ran the numbers and it looked like the probability of getting Covid while unvaxxed was higher than the probability of getting a side effect from the vaccine, even when taking into account the danger of different covid effects vs different vaccine effects.",
        "&gt;&gt;401154769&gt;Still an Anglo, I see.&gt;Faggot.Coming from a person who&#039;s culture includes burning down their own city when their hockey team loses, but sucking papa legaults dick so deep during lockdowns you were shitting the tip, this is no great insult LMAO"
    ],
    "卐 THE GREAT NATSOC GENERAL 卐EVERY SUNDAY 16:00 UTCThread for the discussion of National Socialism, White Nationalism, the Third Position, racial identity movements and the Jewish Question.Last archived thread:https://archive.4plebs.org/pol/thread/400104019/&gt;REDPILLS (LURKING NEWFAGS, CLICK THIS LINK!)REDPILL COMPILATION: https://rentry.org/National-Socialist-Redpills&gt;BOOKS:Gottfried Feder - The Manifesto for the Abolition of Enslavement to Interest on Money https://archive.org/details/manifesto-for-abolition-enslavement-interest-on-money-gottfried-federGottfried Feder - The Programme of the NSDAP https://archive.org/details/GottfriedFeder_TheProgramOfTheNSDAPAdolf Hitler - Mein Kampf (Stalag Edition) https://archive.org/details/mein-kampf-stalag-edition/mode/2upOTHERS AND INFO: https://rentry.org/national-socialist-books&gt;VIDEOS:The Ultimate Red Pill - Hitler&#039;s Greatest Speeches https://www.bitchute.com/video/hB5JVrIWp6Ma/A Last Appeal to Reason https://archive.org/details/adolfhitleralastappealtoreason_201911Berlin, Sin City of Weimar Germany https://www.bitchute.com/video/iB6iBh4Ktmv0/OTHERS AND INFO: https://rentry.org/National-Socialist-Videos&gt;SONGSHorst-Wessel-Lied https://www.bitchute.com/video/lBBjV04qZOYE/Deutschland, Erwache! https://www.bitchute.com/video/RP3kVKHjcpQ7/Erika https://www.bitchute.com/video/7PCapsn8ooM7/MANY OTHERS: https://rentry.org/national-socialist-music&gt;/WSG/ THREAD&gt;&gt;&gt;/wsg/4784396&gt;ARYAN ART THREAD&gt;&gt;401140867Always remember to be respectful towards fellow National Socialists.": [
        "&gt;&gt;401142621BASED BASED BASEDBASED BASED BASEDBASED BASED BASED",
        "&gt;&gt;401161556on what?",
        "&gt;&gt;401161227He cannot post so told me to say some hello &gt;&gt;401160886Kek this made me laugh more than anime poster for antisemitic cafe in Budapest",
        "&gt;&gt;401158799&gt;Why do you like a mass murdering tyrant so much?Honestly, you could ask this question to the average citizen of the &quot;western world&quot;. Just replace tyrant with parliament or congress or senate or whatever. But alas, you won&#039;t get a response. People are so caged in the worldview they were forced upon, so they will judge Hitler or National Socialism as a mass murdering leader or ideology while continue to live in a dysgenic hellhole that slowly kills its inhabitants in one way or another. Doublethink at its best.",
        "&gt;&gt;401162505I decided to check his channel, and he includes content from a guy called &quot;National Team of Memes&quot;. YOU CANT MAKE THIS SHIT UP"
    ],
    "https://files.catbox.moe/yw2chx.mp4": [
        "&gt;&gt;401160011Ah. Got it. Holy shit.",
        "I know 99% of people on this site are dipshit blumpf miga niggers that believe any twitter screencap they see, but is this shit even real? Its nearly winter in Europe and that vid has blazing sun and unharvest fields. Yes he crashed, but is this even the fucking ukraine war at all?",
        "&gt;&gt;401132411That looks fun as fuck. Too bad 10 screaming Ukrainians are about to emerge from the treeline and rape the pilot in every hole, then cut his balls off and feed them to him as he cries and tries to tell them he was conscripted against his will.",
        "&gt;&gt;401161874The actual shotdown was almost two months ago, back then there was only a single screencap floating around but the actual video came out today",
        "&gt;&gt;401161874&gt;unharvest fieldsLOL, britfags cannot into cultivated crops."
    ],
    "In all fairness to kang brooks, if he ran threw a parade on the north side of Milwaukee nobody would care. He is probably shocked that he is having to go through this. He is getting a lesson in white privilege.": [
        "&gt;&gt;401093625&gt;so he can&#039;t get a mistrialJudge Dorow&#039;s thorough documented approach and method here is to prevent the case ever being brought to an appellate court.every possible opportunity (even pre-trial before Brooks fired his public defenders) was provided so that he would have an unfailingly fair trial.",
        "&gt;&gt;401096940&gt;&gt;401101543&gt;Crab in a bucket mentality i reckenthis, mostly (among inner city blacks)also the schools in the inner city communities are essentially run by gangsnot much &#039;learning&#039; or education going on, hence the lack of regard for it as young people grow up",
        "&gt;&gt;401096940&gt;Why are niggers niggers?A question for the ages anon",
        "&gt;&gt;401082435He’s a black person who killed white people, the future Jews would parole him the same way the today Jews let him go to do what he did",
        "&gt;&gt;401090664If he&#039;s in gen pop he&#039;s definitely going to get killed eventually. This nigger is obnoxious as fuck and his attitude and mouth will get him in trouble with the wrong person/group sooner rather than later."
    ],
    "What&#039;s your opinion of them?Natural selection at work or national security threat?": [
        "&gt;&gt;401154567&gt;national security threat?What are you going to do about it?",
        "&gt;&gt;401160281Absolutely nothing he&#039;s just a cuck, he won&#039;t do shit about jews, non-whites, 5th column groups but he cries about men who would&#039;ve died alone if it weren&#039;t for non-white women",
        "&gt;&gt;401160088&gt;I’d rather stay alone than to settle for a hideous ape-faced monstrosity like that onesamealso checked&gt;&gt;401160281sterilize them, their mongrels or remove citizenship.",
        "&gt;&gt;401160088single life is so much better than married lifemarriage is a female scam to live a comfy life at the expense of someone else.she better be pumping kids every year with such an obvious scam",
        "&gt;&gt;401154567&gt;incel&gt;getting laidPick only one you fucking retard."
    ],
    "Why is 4chan allowed to continue but Kiwifarms not?": [
        "&gt;&gt;401158643Progressives are bigger cows, that&#039;s why.",
        "&gt;&gt;401140922((Pic related))&gt;&gt;401158069Kind of",
        "&gt;&gt;4011409224chan has been taken over by glowniggers.",
        "&gt;&gt;401141564Ok glownigger.",
        "&gt;&gt;401145841Do you mean this?https://hidden.wiki/&gt;The first version was created in 2007, and every few years there was a new domain. In 2015 the Hidden Wiki was seized by law enforcement. But like a hydra, new alternative sites have been created.&gt;&gt;401158643&gt;dominant conservative Christo-fascist cultureYWNBAW"
    ],
    "THE KKE IS LOVE!!!!!!!!THE KKE IS LIFE!!!!!!!!": [
        "&gt;unironically call themselves kike",
        "&gt;&gt;401163316Kinese Kommunist Eparty?",
        "&gt;Just Jew it"
    ],
    "I am not sure. I think the rice farmer may even be more content with life unless he gets severely sick.": [
        "&gt;&gt;401161594hers of course.. the rice farmer does not have access to BBC",
        "&gt;&gt;401161594Foids have life on easy mode, they cannot comprehend suffering.",
        "&gt;&gt;401161684I&#039;m sure he can access their programs online."
    ],
    "What&#039;s wrong &quot;White Man&quot;, cat got your tongue?https://www.youtube.com/watch?v=gMdCOEYm4xA": [
        "&gt;&gt;401158793Also, how do Haitians, Africans, Hispanics, Muslims, etc., coming here enrich or benefit the American-Indian&#039;s plight? Seems to me they&#039;re just losing even more.&gt;&gt;401158133lol yeah, it&#039;s like how the Moari in New Zealand insist on being called Natives or indigenous people, when they arrived on the islands like 300 years before the Europeans lol.But, regarding both my comments, we all know what it&#039;s REALLY about.&gt;WHITE = BADJust more anti-white shit to guilt trip whites into collectively suiciding and forfeiting their countries to the rest of the world.",
        "&gt;&gt;401157024This picture makes no sense to me. The Indians made war almost immediately with the very first white people that tried to live here.",
        "&gt;&gt;401161926Haitians, along ALL BLACK frenchies in the Caribbean, MUST be sent to Quebec for the necessity of the American continent.",
        "&gt;&gt;401157024",
        "&gt;&gt;401163493kek&#039;d"
    ],
    "Antisemitism": [],
    "&gt;Dear black people, I&#039;m sorry&gt;Dear Asian-Americans, &gt;dear Native Americans, dear immigrants who come here seeking a better life, I&#039;m sorry&gt;I have started life in the top of the ladder while you were born on the first rung&gt;Dear everyone who isn&#039;t a middle or upper-class white boy, I&#039;m sorry&gt;I say now that I would change places with you in an instant, but if given the opportunity, would I?&gt;Probably not&gt;Because to be honest, being privileged is awesome. I&#039;m not saying that you and me on different rungs of the ladder is how I want it to stay&gt;I&#039;m not saying that any part of me has for a moment even liked it that way&gt;I&#039;m just saying that I f------ love being privileged and I&#039;m not ready to give that away. I love it because I can say &#039;f------&gt;and not one of you is attributing that to the fact that everyone with my skin color has a dirty mouth&gt;I love it because I don&#039;t have to spend an hour every morning putting on makeup to meet other people&#039;s standards&gt;I love it because I can worry about what kind of food is on my plate instead of whether or not there will be food on my plate&gt;I love it because when I see a police officer I see someone who&#039;s on my side&gt;Dear white boys: I&#039;m not sorry&gt;I don&#039;t care if you think the feminists are taking over the world, that the Black Lives Matter movement has gotten a little too strong, because that&#039;s bulls---&gt;I get that change can be scary, but equality shouldn&#039;t be&gt;Hey white boys: It&#039;s time to act like a woman. To be strong and make a difference. It&#039;s time to let go of that fear&gt;It&#039;s time to take that ladder and turn it into a bridge-Royce Mann, poet of ‘White Boy PrivilegeDo you have white boy privilege?": [
        "&gt;White boyI&#039;ve never seen a jewier kike in all my days, and I&#039;m sixty years old this January.",
        "&gt;&gt;401160280Really?",
        "&gt;&gt;401160280Niggers",
        "&gt;&gt;401160698fpbp /thread",
        "&gt;&gt;401160280Is he actually white?"
    ],
    "Selfies make women look better because they make their chins smaller, eyes bigger, lips bigger and head skinnier.This is why no women you know look the same as they do in images and why your selfies look ugly.": [
        "Human eyes have a focal length of = to about an 85mm focal length on a Camera.",
        "&gt;&gt;401160525I don’t get much of what you’re on about but are them dirty jokes responsible for this ?",
        "&gt;&gt;401162658It just seems really forced, Selfies were only a thing done by teenage girls in Australia before the year 2014 and the word never left Australia."
    ],
    "Why are Europeans such hypocrites?": [
        "I FUCKING HATEGYPSIES",
        "&gt;&gt;401150820i nutted in a gypsy girl once",
        "&gt;&gt;401162705https://www.youtube.com/watch?v=rhJVi67d40A",
        "&gt;&gt;401151604lol",
        "&gt;&gt;401163368me too, which is why I like them"
    ],
    "I&#039;m so sick of that mentality of the vaccines being “not safe”. Especially from people who I know for a fact were not anti-vaxxers before and have just been thoroughly brainwashed about the Covid vaccines with right wing propaganda.The COVID-19 vaccine is safe, effective and free. It protects you from getting COVID-19, spreading COVID-19 or dying from COVID-19 when you’re up to date.": [
        "&gt;&gt;401160549Aren&#039;t you due for another booster vaxxtard?",
        "&gt;&gt;401161139The argument for not aborting late term rape cases is that the child didn’t choose anymore than the mother did, and I made sure to note late term, as in it has developed a brain organs nerve system and so on already, it’s essentially murder",
        "&gt;&gt;401160549",
        "&gt;&gt;401160549&gt;Especially from people who I know for a fact were not anti-vaxxers before and have just been thoroughly brainwashed about the Covid vaccines with right wing propaganda.Perhaps you should consider that we aren&#039;t the ones who were &quot;brainwashed,&quot; you are the one who was brainwashed.With side effects like this:https://amgreatness.com/2022/08/16/report-44-percent-of-pregnant-women-in-pfizer-trial-lost-their-babies-fda-and-cdc-recommended-jabs-for-expectant-mothers-anyway/how can you possibly believe the COVID vaccines are safe? Especially with the CDC and FDA ignoring the 44% miscarriage rate and advising that pregnant women should definitely get vaccinated, for a disease that has a death rate roughly the same as seasonal influenza?",
        "Get boosted shill. Saged."
    ],
    "This world is full of hateful faggots ampersand niggers. It has infiltrated our politics and the world suffers because of it. I want to walk down this path that many has claimed to have &quot;saved&quot; them. Where do I begin this journey? Protestant, Catholic, or Orthodox?[NO TROLLS ALLOWED]": [
        "&gt;&gt;401161124who do you think makes you repent?your subconsciousness. where does your subconsciousness come from? who tells your in the back of your head you did the wrong thing? who calls you out when you lie in your mind? who makes you feel bad when you wronged someone?its not you, yet your consciousness doesnt want to repent and wants to tell itself it was justified.only once your consciousness and subconsciousness work together you are a full human being.it takes the conscious part of the self to give in and admit its wrongdoing. free will exists, the subconscious just becomes more unsettled when youre on a wrong path and makes you uncomfortable because it know what you have done and wants you to stop and reconsider.do you know what psychopaths lack? the subconsciousness has left them.people need to listen to their subconsciousness.",
        "The gene therapy jab was created to cut you off from God and let demons in.It is NOT the mark of the beast, it is a cruel trick.Repentance can save the people who took this poisonous pharmekia.Not all is lost.",
        "If they repent then they can still go home when their time comes.Don&#039;t let the evil ones win.Please tell everyone you can.",
        "&gt;&gt;401152656Just try to be a better person, and don&#039;t let the troubles of the world bring you down. The world isn&#039;t on your shoulder anon. You can go to church if you like. Religion can help a lot of people. Modern life can make us bitter and cynical cause it erodes our belief in our own agency. Just try to be good to people as an aim. Limiting the time you spend worrying about politics can help. It is a hobby, not your life.",
        "Not for the faint of heart.https://www.bitchute.com/video/E79vesW9MsWn/"
    ],
    "Dems sisters... are we going to lose in fucking New York?": [
        "&gt;&gt;401157346- Biden not only acts like a chimp, but an incestual chimp, and also uses his drug-addled chimp-off-the-old-block son as his bag man.Like I learned in another thread: &quot;Donkey 1 calling donkey 2 &#039;big ears&#039;&quot;.",
        "&gt;&gt;401135784Make an artificial vaginal cavity in your head.",
        "&gt;&gt;401133414Rig the election in NY to leave the Republicans holding the bags for all that debt. That&#039;s pretty smart.",
        "Any other rochester fags get this flier in the mail? Says it was from the democrats on it but I don&#039;t get the messaging... interesting tactic at least",
        "&gt;blue texas?&gt;naw&gt;red new york"
    ],
    "Trannies on twitter and reddit are SEETHING &gt;Miller was subject to multiple lawsuits after she referred a lesbian couple to another baker when they requested a cake for their wedding. Because of her Christian belief that marriage is between one man and one woman, Miller declined to design a custom cake for their ceremony, believing it would be tantamount to a tacit affirmation.&gt;during her deposition in February, lawyers for the state apparently questioned the sincerity of Miller&#039;s faith by quizzing her regarding whether she adhered to the dietary laws of the Old Testament like she does the Bible&#039;s teachings on sexual morality.&gt;&quot;The state was actually questioning the sincerity of Cathy’s faith,&quot; Jonna said. &quot;The fact that they called Miller’s open and sincerely held beliefs into question is almost as disturbing as quibbling over her status as an artist.&quot;Bros, we keep winning and trannies/fags keep losing.https://archive.is/QH2Rr": [
        "Now take on some Muslim bakeries.",
        "&gt;&gt;401159395Normal people would just find a different bakery to bake their satanic cake. Goes to show what a farce “lesbian” marriage is that they would make their entire “marriage” political.",
        "&gt;&gt;401159945This. They will use lawfare and continue filing new lawsuits that will cost money and time to fight. They’ve been doing this to those other poor bastards for over a decade.",
        "&gt;&gt;401162069Based and Brooks pilled.",
        "&gt;&gt;401159395&gt;&gt;401159395Yikes. this sets a terrifying precedent. Its quite simple, religious people shouldn&#039;t be allowed to participate in commerce/business. keep your primitive superstitions at home or leave the economy, its that simple. we cant keep letting these christian nationalist bigots hide behind an outdated constitution to justify their harassment of lgbtq people. religious &#039;freedom&#039; is a disease that only harms minorities"
    ],
    "Oldfags onlyWere things ACTUALLY better 20 years ago? Or are we getting older and thinking the world is going to shit because of it, like it happens with every generation?": [
        "&gt;&gt;401159412Even in Europe everything fell after 9/11.Decades of immigration was finally seen everywhere. The current wave of anti-politics, Trumpism, Brexit, etc is just the beginning. They will feel our wrath but everything will need to burn first.",
        "&gt;&gt;401145798In 1990s America the average price of gasoline was 90 cents. In 1990s America the Afghanistan and Iraq War hadn&#039;t happened. In 1990s America homosexuals weren&#039;t given marriage protection and transexuals weren&#039;t everywhere.You tell me if today&#039;s society is better, the one that&#039;s on the brink of nuclear war for a former USSR shithole like Ukraine. If you&#039;re European and you truly hate Donald Trump, he wouldn&#039;t have become President if multiple US Presidents before Trump were starting wars in the middle east.",
        "&gt;&gt;401156094I moved out of a shitty New York City about 4 years ago and I can go months without seeing a boofer and I have NEVER seen a tranny out here. They would probably get the shit beat out of them and thrown in a lake. There was one black person I saw out here when I first moved but it was gone pretty quickly and hasn&#039;t showed back up. It&#039;s nice.",
        "&gt;&gt;401145798It was half way here, already fucked up place, but not this far gone. Everything goes downhill since WW2 (in some aspects WW1, or even sooner).",
        "&gt;&gt;401145798The thing that Ive noticed most is the quality of food. EVERYTHING tastes like shit now. It&#039;s most noticeable in the aptly named goyslop - anything processed and package has taken a massive nosedive. Pastries (Joe lois, billet logs, lunemoons, etc) taste like some kind of chemical waste. its not even real food anymore. they used to taste like fucking baked goods for fucksake. frozen goods like pizzas are insane. it was like a fucking pizza 20 years ago. i had one last week and it was fucking cardboard and saw dust with some kinda fucking liquid paste for cheese. bread doesnt taste like bread anymore either unelss i get it from the local bakery. dempsters, wonder bread, etc all fucking taste &quot;processed&quot;. like chemical attempt at making bread. its insane. i cant stand any take out food aside from goyslop corps anymore. it all tastes so much worse than a burger even a decade ago. i dont know how anyone can stomach to eat this shit still, yet its more popular than ever. it unironically doesnt taste like food anymore. none of it."
    ],
    "Picrel is the best and worst thing to happen on earth. And yes, I still want one of them to jack me off while speaking in his shitty accent": [
        "&gt;&gt;401161868G...G&#039;day",
        "&gt;&gt;401161868I can make this happen for you."
    ],
    "Did anybody save that list of the US politicians (House and Senate) who were being blackmailed by them, I lost it and I need to see it again before I go to vote in a couple of weeks. Thanks senpai.": [
        "&gt;&gt;401155872https://soundcloud.com/rhymingforreasons/reasons-that-i-rhyme",
        "&gt;&gt;401161703he knew what was going on and should be coming out to tell his story any day now then, yes?",
        "&gt;&gt;401161815but i don&#039;t deny that. He was obviously an agent gathering compromising materials on powerful people. But it&#039;s kinda chuddy to jump on le satanic cannibalistic pedophiles.",
        "&gt;&gt;401162189He and everyone else knew yes..&gt;“I don’t really want to get into other people’s individual stories because I feel like those are their stories and they’re entitled to tell as much or as little of those as they want,” he said. “I believe Rose. I support her. I really like and admire her tenacity and I wish her the best.”"
    ],
    "It&#039;s clear that everyone here can agree that single mothers are evil whores who deserve nothing. But should society to for the children born into these circumstances? I&#039;m under the impression that most of you believe that men raised solely by single mothers are detrimental to society.": [
        "&gt;&gt;401162503please respond!",
        "Sons of single mothers should be entitled to some benefits to help overcome the extreme disadvantage.",
        "&gt;&gt;401163175For real"
    ],
    "This shithole of a country gets what it deserves with the queen dying and Trussy resigning.Britons secretly crave the German rulership and want to join our Aryan Struggle against degeneracy and the world jewdom. They are submissive to the BIG GERMAN COCK.": [
        "&gt;&gt;401162006Just fucking kill yourselves now befire hyperinflation sets in, you will be hunted",
        "&gt;&gt;401159367&gt;Germans try to save europe from internation jewry&gt;&quot;Oh golly. Can&#039;t allow that to happen&quot;",
        "&gt;&gt;401161763&gt;Cheering for the people that did the same to Belgrade 30 years agoYou&#039;re either a bosniak or a serbian version of a liberashka",
        "ever since we voted brexit they are so butthurtyou cant fire me coz I quit, its patheticnow just give us a fucking referendum so we can vote those fucking scottish out",
        "&gt;&gt;401162393&gt; Britain bombing GermanyAbsolutely bsed&gt; Britain bombing SerbiaNot basedSimple as."
    ],
    "Seriously /pol/, what is his endgame?": [
        "&gt;&gt;401160383dead",
        "&gt;&gt;401160383To kill off as many Ukranians as possible to make way for Khazaria.",
        "&gt;&gt;401160548&gt;His country",
        "&gt;&gt;401161122Go back and die for your shithole Nikita",
        "&gt;&gt;401162926Ah, shit pole..."
    ],
    "AHHHHHHHHHHHHHHHHHHHHHH": [
        "&gt;&gt;401161206Based",
        "&gt;&gt;401161207No, we just report what is going on.",
        "&gt;&gt;401161461Exactly, gonna be used in protein shakes gym goys",
        "&gt;&gt;401160924Be a damned shame if these bug factories started burning down just like the hundreds of normal, 1st world White people food plants have the last 2 years.",
        "sostart burning down THEIR food processing facilities for a change"
    ],
    "Is it his PR team trying to derail the thread by trying to make it appear like anyone who calls Elon a Snake oil salesman is a flat earther? Elon has not delivered the Tesla truck, Electric trucks will never be a good idea.The Tesla cybertruck can&#039;t tow anything. Tesla was not invented by Elon Musk, He had nothing to do with getting the concept car built nor did he secure the deal with Lotus for the first production car.Elon also invested about 100 million less than the two actual founders of Tesla. 100 people will not fly on starship, it has room for 10 people max.Radiation will kill anyone who flies on a starship to mars. Elon is a snake oil salesman and you all eat his shit like it is goyslop and i assume it is because his PR team is good at making anyone who questions Elon seem like a conspiracy theorist.": [],
    "Well": [
        "&gt;&gt;401160654*Enslaves you*",
        "&gt;&gt;401160654going to be hard to march on an empty stomach",
        "&gt;&gt;401159822Giga cope. I’d cope this hard too if I knew that I belonged to the least desirable race on earth. I mean even pajeets are disgusted by you “people” and see you as beneath them. I’d unironically kill myself if I had been born a nigger.",
        "&gt;&gt;401160654being allowed to be a refugee by other white people doesnt mean ur a warrior jamalhttps://www.youtube.com/watch?v=rldn9Hvzih4",
        "&gt;&gt;401159822So it IS True…you guys really don’t get jobs."
    ],
    "Why does she drive a Toyota when she can afford to drive an electric car?": [
        "&gt;&gt;401161146Because toyotas don&#039;t break down you stupid shithead.Fuck Jeff bezos drives a Toyota from like 1991",
        "&gt;&gt;401162559He drives a Honda Accord but that isn&#039;t the only car he owns. If anything he drives it just to maintain a low profile.",
        "&gt;&gt;401161146It&#039;s probably because toyota seats don&#039;t make your back sweat like leather seats of a luxury car, I hear she has a big problem with back sweat",
        "We had this exact thread yesterday.&gt;&gt;401086116",
        "&gt;&gt;401161146Toyota&#039;s are literally the best most reliable cars on the planet.Growing up we had a Hyundai that shit the bed immediately and was always breaking down. After that we got a VW which was ok for a few years, but It started to break down after 3 years. Any time we went to the shop they had huge wait times for parts from Europe. Just fixing it was a pain in the ass.Now I have had a Toyota for 17 years, It has never broken down. A few times when I had to get something replaced for regular maintenance they always have the part in stock because Toyota uses US standard parts.I will always drive Toyota. You can keep your fancy euro crap, mine actually works."
    ],
    "Do you guys realize that the West is declaring collective bankruptcy right now? Our mass media has discredited itself to a degree that puts Saddam Hussein’s propaganda minister to shame.Picrel is from Austrian news today. Do all of these people snort cocaine at this point or is this due to psychiatrist prescribes SSRI overdoses? We know Chris Cuomo is on it, it’s probably no different here.": [
        "Umm... Russian state media already admitted they are facing huge territorial losses in Khersonhttps://streamable.com/aqd43lHave you been sleeping OP?",
        "&gt;&gt;401160586Except the Russians are you know, retreating",
        "&gt;&gt;401161010Britflags are worse than Poles at this point. You’re having a tough time aren’t you? &gt;Boris -&gt; Queen -&gt; Charles &gt; Liz -&gt; ? All in 2 months.Did you watch the video you just shared? If yes, how bad is your short term memory?&gt;lossesThey evacuated civilians.",
        "&gt;&gt;401161444Watch the video. The war correspondent is there in Kherson reporting live about the situation. &gt;I don&#039;t want to give anyone any illusions...severe territorial losses are likely in these 2 months. (November and December)So if Russian state media is projecting territorial losses, and western media is saying the same, why are you crying today?",
        "&gt;Russia will lose the war in 2 weeks&gt;Putin will be assassinated in 2 weeks&gt;Russian coup in 2 weeks&gt;Russian economy implodes in 2 weeks"
    ],
    "&gt;&quot;Ross Mtangi, a trading executive at Credit Suisse Group AG, left his Manhattan penthouse in with his laptop and told his pregnant partner he was going to work.&gt;&quot;Mr. Mtangi, 40 years old, missed a follow up meeting. His sister and her partner found him dead at a hotel.&quot;&gt;&quot;In the East Village, first-year lawyer Julia Ghahramani, 26, texted the same delivery service the same day. She also died. She had just started her career remotely at Akin Gump Strauss Hauer &amp; Feld LLP.&quot;&gt;&quot;Social worker Amanda Scher, 38, did the same. She died in the Greenwich Village apartment she shared with her Chihuahua-Corgi rescue dog. It was a stone’s throw from where she had received her master’s degree at New York University.&quot;Why is this allowed?": [
        "&gt;&gt;401155096/thread",
        "&gt;&gt;401154935jew, nigger, fattywhat&#039;s the problem",
        "&gt;&gt;401162823yeah, imagine already being at cardiac risk from vax spike inflammation then adding cardio toxic coke to the mix. Fucking idiots took a M.I. cocktail.",
        "&gt;&gt;401155096&gt;&gt;401155108&gt;&gt;401155113&gt;kike lawyer&gt;mutt banker&gt;fat roastie dog mom social workerNothing of value, indeed.https://www.youtube.com/watch?v=zVOuRQPPdoo&gt;She don&#039;t lie&gt;She don&#039;t lie&gt;She don&#039;t lie&gt;Cocaine",
        "&gt;&gt;401154935&gt;two women and a niggerWho cares lol."
    ],
    "Save the kids!": [
        "&gt;&gt;401158598How do you not know that an Anna therepy is not a vaccine?Antivax had boring to do with this",
        "&gt;&gt;401159252Can you say that again but in comprehensible English",
        "&gt;&gt;401158333fuck em, we are full.",
        "&gt;&gt;401158598the answer is no, they are all unsafe and unnecessary. This short book with a 5 star Amazon rating is a good guide for parents",
        "&gt;&gt;401159338mRNA therepy is not a vaccine"
    ],
    "Another day, another escalation:- Farmers are now not allowed to grow certain crops, including potatoes. THERE WILL NOT BE FOOD NEXT YEAR if The Hague is not stopped- More working poor in our country- Pegida holds demonstration in Rotterdam, counterprotests literally go &#039;&#039;aloha snackbar&#039;&#039; in response- People are going hungry- Thierry /ourguy/ Baudet suspended from parlement- Princess Amalia can&#039;t leave her house because of a threats of death and kidnapping- EU does search at Dutch Tax Services for heavy corruption- FIGHT and RESIST OR starve/freeze/get nuked to death, your choice- Minister of economics caught laundering money- Food banks on the brink of collapse due to high demand- About one in six young people between the ages of 12 and 25 is seriously considering taking their own life.- Advice to Minister Kaag: &#039;Let bakers, butchers and cafeterias go bankrupt&#039;.- Two more weeks?&gt;Required reading/watching (the following videos and articles are in Dutch)- Government buys up agrarian land in Noordoostpolder to build migrant facilitieshttps://noordoostpolder.nieuws.nl/nieuws/37008/aankoop-stikstofruimte-in-de-noordoostpolder/- Ministry of Justice and Security refuses to investigate reports of rape of (underaged) individuals by the Dutch elitehttps://www.demminkdoofpot.nl/home.html- The city of Apeldoorn to turn into a &quot;smart city&quot; by the WEF, mysterious white boxes are attached to every streetlighthttps://ezaz.nl/apeldoorn-levert-inwoners-uit-aan-dataverzamelaar&gt;WEF documents herehttps://www.rijksoverheid.nl/documenten/wob-verzoeken/2022/03/24/besluit-wob-verzoek-overeenkomsten-met-world-economic-forum&gt;The Dutch parliament was not prepared for his speech. Thierry Baudet &amp; Gideon van Meijeren nail cultural Marxism.https://www.youtube.com/watch?v=17Nz2bp3DoEhttps://www.youtube.com/watch?v=EY3JUa_VYhY&gt;PREVIOUS THREADS:&gt;&gt;401100949&gt;&gt;400999099 &gt;&gt;400969253 &gt;&gt;400806848 &gt;&gt;400648869": [
        "&gt;&gt;401160230no adress this:&gt; by reducing the amount of crops one can plant, less product is produced which actually makes the farmer money, which could topple some farmers&gt; The government in its great wisdom decided on an arbitrary October 1st date. Why? Some crops cannot be harvested until after October 1st, the point at which the new crops must&#039;ve been seeded in already, ensuring more financial loss.Also the timing is off the experiment with new farming methods because of the economic situation/geopolitics",
        "&gt;&gt;401158783Klopt. Je moet eerst een echte Franse neger worden.",
        "&gt;&gt;401160438It&#039;s the 7th time they&#039;re doing this.&gt; by reducing the amount of crops one can plant, less product is produced which actually makes the farmer money, which could topple some farmersThe document doesn&#039;t specify how many crops (I think...) you can grow, only which crops you can grow.&gt;The government in its great wisdom decided on an arbitrary October 1st date. Why? Some crops cannot be harvested until after October 1st, the point at which the new crops must&#039;ve been seeded in already, ensuring more financial loss.The document mentions 2 types of crops: &#039;vangewassen&#039; en &#039;winterteelt&#039;. If your crops need to grow throughout the winter (winter carrots), you don&#039;t (and can&#039;t) need to grow &#039;vanggewassen&#039;.As for October 1st, that&#039;s when summer crops have already been harvested. Reichserntedankfest was the NSDAP harvesting feast, between end of September and early October.",
        "Why are you banning food? Do you people want to die?",
        "wahaha kijk ze ziedenhttps://twitter.com/mmeeuw/status/1584181212200902656"
    ],
    "A two seater Russian SU-30 fighter jet crsahed into a house in the Siberian city of Irkutsk.Both pilots that were in the plane died on impact.https://youtu.be/nq9aVI6LeOwhttps://www.theguardian.com/world/2022/oct/23/russian-fighter-jet-crashes-siberia-killing-two-crew-members": [
        "alternative angle",
        "&gt;&gt;401160492Looks like a stall into a nose dive, you cant even eject at those speeds because the air would break all the bones in your body. Unlucky.",
        "&gt;&gt;401160492Russian military is a joke. They lost Kherson as well. Pathetic.",
        "&gt;&gt;401160492&gt;Both pilots that were in the plane died on impact.Based Russians, destroying a fighter plane before it could be used against Ukraine."
    ],
    "Why are we suppose to hate these guys again? They are the only ones standing up the Globohomo child dragshow western degeneracy.Russia tried but they are getting assfucked by NATO. The CCP is our final hope": [
        "&gt;&gt;401152921&gt;that one dude who dyes his hairrorrmao",
        "&gt;&gt;401152921&gt;CCCP&gt;Hope of a north american.Anon, the level of control CCCP forces on its citizens would drive any burger insane in a matter of weeks.",
        "&gt;&gt;401152921They are the globohomoThey are the ones creating homogeneous cloths and items for everyone to wear and use.They are fighting shit, they are the problem and reason why many countries aren&#039;t self sufficient.",
        "They help push globohomo onto us and trade with israel. Ill back them if they say they&#039;d nuke israel if war broke out but for some reason all these world leaders seem to just forget about them....Also this: &gt;&gt;401156827",
        "&gt;&gt;401152921Middle guy on the right looks like Pagan Min."
    ],
    "imagine if we got into the renting bussines and started making based taxation(under some form to cover it as bussines) on single mothers and degenerates when they leave you say the were bad tenants and get the banks and other landlord to stop giving them money.it would eliminate the degeneracy at one point or atleast btfo them for good.": [
        "if we started doing this in a single region and got togheter as fellow landlords we could create a decent city atleast ."
    ],
    "onions wojak": [
        "great work anon",
        "&gt;&gt;401162241no green arrow thus you say that and look like that",
        "&gt;&gt;401162441nigger"
    ],
    "Are there any actual Germans left in Germany?": [
        "&gt;&gt;401154565True",
        "&gt;&gt;401141351Ich bin Türke und fick gerne deutsche Frauen :&gt;",
        "Why do jannies keep erasing any mention of child trafficker and Maricopa scammer Alfonso Chavez-Lujan currently hiding in Marrickville, Sydney? Why protect a fed child rapist?",
        "&gt;&gt;401162601someone has tothank you for your sacrifice.",
        "&gt;&gt;401161972&gt;&gt;401162465Do you guys have body hair? I do not."
    ],
    "When you play with your frens, you can no longer say nigger, because you will have your account banned permanently. Also, here&#039;s what&#039;s coming in the new update, 1.20:&gt;White Straight Male (Steve) no longer the Main Character&gt;Now he is just one of the many diverse group of characters They&#039;ve added the following splash texts:&gt;&quot;You are valid!&quot;&gt;&quot;Your gender is valid!&quot;&gt;&quot;Contains infinite genders!&quot;https://minecraft.fandom.com/wiki/Java_Edition_22w42a": [
        "&gt;&gt;401157029&gt;stop saying nigger c&#039;mon&gt;slippery slope is a fallacy&gt;stop saying retard&gt;sorry chud slippery slope still not a thing&gt;stop saying groomer&gt;slippery slope is a good thing&gt;stop saying goyslop&gt;there is no slippery slope&gt;stop saying go woke go broke&gt;you literally just have to show kindness to others and be a decent fucking person, you worthless piece of shit",
        "&gt;&gt;401157029Stop using a meme flagIs it that difficult nigger?",
        "&gt;&gt;401157029i stop saying it when niggers stop singin it in their gay ass rap mumble &quot;music&quot;",
        "&gt;&gt;401149431i wanted to buy memecraft recently now im thinking of never buying it, i know it also had a blm splash too and the overreaching moderation was the last thing i would have forgiven this game, but now i probably abandon it forever",
        "&gt;&gt;401149431I haven&#039;t updated my game since 1.8God bless Markus Persson and Daniel Rosenfeld"
    ],
    "More Ukrainian POWs in picrel. They are whiter than you Shlomo so don’t criticize me. Compared to Amerimutts these fine Ukrainian POWs look like Arno Breker’s Aryan supermen!": [
        "&gt;&gt;401155074same",
        "&gt;ukranians&gt;whiteLooks like you really haven&#039;t met one.",
        "&gt;&gt;401154520They really don&#039;t look like actual Ukrainian soldiers.",
        "&gt;&gt;401154520Hasan Piker, Joe Rogan and Steve Buscemi. True ubermensch.",
        "&gt;&gt;401162478&gt;Steve BuscemiGood catch anon."
    ],
    "https://www.youtube.com/watch?v=ap6f13tinDc&gt;Pollshttp://www.wahlrecht.de/umfragen/&gt;English language analysishttps://www.youtube.com/watch?v=auAnn15r_Wchttps://www.youtube.com/watch?v=2FUwkDsinFo&gt;Meme Collectionshttps://ibb(punkt)co/album/5WBRwRhttps://myalbum.com/album/GQh1fBMtneIw&gt;Thead OP pastahttps://pastebin.com/raw/VqpFkZ1B&gt;What doCreate Memes, spread Memes, attack the narrative.Get /fit/.Join the metapolitical phalanx!Spread flyers and stickers, physically remove leftist Agitprop!Discuss politics with people; call attention to the Unrecht.&gt;Counter culture&gt;Schwarze Fahnehttps://www.youtube.com/channel/UCDhJtEJ04Qw6F-EThwuR_Gghttps://schwarzefahne.libsyn.com/&gt;Wir klären dashttps://www.frei3.de/channel/580132fa-53ce-4a1a-a091-df1d20a19421&gt;EinProzent podcasthttps://podcast.einprozent.de/archiv/&gt;Am Rande der Gesellschafthttps://www.youtube.com/playlist?list=PLAWiZCGHaksbQ-ZKrvwwrFdIS4dWLVim2&gt;Rechtsauslegerhttps://rechtsausleger.podbean.com/&gt;Der Schattenmacherhttps://www.youtube.com/channel/UCqQ9P_ObrTQ0MhUnZffKkGA/&gt;Krautzonehttps://www.youtube.com/channel/UC5gzI18X1nUgpzd5DzCbspghttps://t.me/krautzonehttps://kvltgames.com/&gt;WolfPMShttps://www.wolfpms.de/https://www.youtube.com/watch?v=O61baA-GL6E&gt;Learn German script (Kurrent, Sütterlin)https://www.youtube.com/watch?v=1AgE_4P0cSshttp://www.suetterlinschrift.de/Lese/Sutterlin0.htmhttp://www.kurrent-lernen-muecke.de/lehrgang.php&gt;Get activehttps://www.solifonds.me/#solifondshttps://einprozent.de/mitmachen&gt;Flügel TV (german)https://www.youtube.com/watch?v=Ev9v4Ne1Veshttps://www.youtube.com/watch?v=QVdwdw2gB5Yhttps://www.youtube.com/watch?v=lhY8G6zXSbE&gt;Mapshttps://www.schiebt-sie-ab.de/https://linke-gewalt.info/https://www.protestkarte.de/": [
        "The Wednesday Dancehttps://www.youtube.com/watch?v=F3jnymeJof4&gt;&gt;401161589nigger this is getting to be a bit pathetic just has fun you homo or die alone like I give a fuck either way",
        "&gt;&gt;401103688we are back at 16%",
        "&gt;&gt;401161589&gt;ducknigger is posting just some yt recommsthat&#039;s duckfag for you",
        "&gt;&gt;401137303I love you German fucks so goddamn much it’s unreal",
        "&gt;&gt;401162725ducknigger is a shame for this general and the system in general"
    ],
    "Apparently, the UK is offering subsidies for anyone who offers Ukrainian refugee women and children to live with since they don&#039;t have enough resources to house and feed all the major influx of refugees that&#039;s coming in. You know what that means to all you Britcels.": [
        "&gt;&gt;401153124&gt;invite ukrainian girl to live with you&gt;think she&#039;s going to be your gf and marry you&gt;instead she coldly denies you and takes over your bedroom&gt;doesn&#039;t sleep with you, goes on dating app and fucks around with other guys instead&gt;now legally obligated to house her for the duration of the regional conflictshould have bought russian war bonds instead m8.",
        "&gt;&gt;401153124The trick is you&#039;ll spend much more on refugees than you gonna get from the gov. People here expect you&#039;ll provide a nice housing, food and some money.",
        "&gt;&gt;401161940&gt;&gt;401162085wtf I love hohols now",
        "&gt;&gt;401156114Underrated. 4chan today would be too moralfag to say the shit /b/ did back in 2008. It would&#039;ve never became a meme if it happened any later.",
        "&gt;&gt;401162085Yeah but they are hoping that simps would fall for this and house them. They either end up with some nigger or vodka addicted chain smoking babushka. The nose people will never ever let them have the sexy attractive females, they will keep them all to themselves."
    ],
    "Jerusalem artichoke cures diabetes!They don&#039;t teach this at schools!I just found out!https://en.wikipedia.org/wiki/Jerusalem_artichoke": [
        "You are retarded",
        "&gt;&gt;401160358Nothing in the wikipedia articles mentions it cures diabetes? All it says is that it doesn&#039;t trigger a glycemic spike.",
        "&gt;&gt;401160358",
        "&gt;&gt;401160358i think your garloids are dead",
        "&gt;&gt;401160358&gt;&gt;401160676Explain"
    ],
    "Slovenian presidential election threadlink to results:https://volitve.dvk-rs.si/vp2022/#/rezultatiSeems Logar &quot;won&quot; ahead of the feminist Pirc Musar": [
        "&gt;&gt;401156894Are those all the candidates?",
        "&gt;&gt;401159341Yeah, sad isn&#039;t it.",
        "&gt;&gt;401156954Breakdown by based from non based also they pro or anti sanctions",
        "&gt;&gt;401160077Logar - Right Wing (some say far right) - pro sanctionsPirc Musar - Left wing - pro sanctionsBerglez - Left wing - pro sanctionsPrebilič - center left - pro sanctionsSenčar - covid sceptic - undecidedCigler Kralj - center right - pro sanctionsKordiš - far left comunist - against sanctions",
        "no one cares for this election with good reason"
    ],
    "2015 was a fun year to everyone involved in politics. Until Trump deradicalized the right, we were doing great. It seems to still be going somewhere no doubt as times are getting harder, but I regard 2012-15 as the peak of the alt-right.": [
        "&gt;&gt;401160917&gt;alt-rightCville and ecelebs grifting killed it. Good thing too. Thinking there is a political solution is laughable.",
        "&gt;&gt;401160917That fat ass controlled opposition clogged the social media loophole a right person could&#039;ve used to bring out the entire system. It is as if they knew their wss loophole and sent hum down to find out where snd how to tighten their control. Trump ended up enriching (making powerful) everyone except his supporters.",
        "&gt;&gt;401160917He cute",
        "&gt;&gt;401160917Never got anywhere. Now zoomers are ineptly copying but with far less energy. It&#039;s all bs."
    ],
    "I don&#039;t think even Kissinger could have articulated our geo-political policy visa vie Russian territorial expansion in Eastern Europe as masterfully as this, bravo DNC.": [
        "&gt;&gt;401161417Her pussy lips are flappy. I&#039;d imagine her farts are similar to a Clydesdale horse as well. Though a Clydesdale horse is a creature of far greater beauty.",
        "&gt;&gt;401161990You think she&#039;s ever sucked off a horse?",
        "&gt;&gt;401162319Doubtful. But she probably would if it meant the democratic pres nomination."
    ],
    "What if they groom a kid to shoot up the backrooms next? O_O": [
        "&gt;&gt;401155624",
        "&gt;&gt;401155624Ceiling light sus",
        "&gt;backroom&gt;grooming&gt;shootingSomeone explain",
        "&gt;&gt;401155624idgirare stonetoss l",
        "&gt;&gt;401155624I always support mass shooters. They are the only good thing left in the world."
    ],
    "Hey guys, here&#039;s a quick insider tip for you.At 4pm EST, the TerraRebels AMA on Twitter will announce a collaboration between Kanye and LUNC. The price of LUNC is going to absolutely moon. The MSM and rabbis have been rallying against LUNC for a while but this is the killing blow for them.Good luck! You have 2 hours.": [
        "&gt;&gt;401156940really? o.0",
        "&gt;&gt;401156940LUNC? More like DUNC.",
        "&gt;&gt;401156940I&#039;m so glad Dr Christopher David informed me about LUNC. It has changed my life. Investing in LUNC was the best 5hibg for me.",
        "&gt;&gt;401160043where are you buyign",
        "inb4 the cameo vid of kanye saying &quot;LUNC is going to the moon....uh...it&#039;s gonna be the BIGGEST hit since bitcoin...white lives matter!&quot;"
    ],
    "https://www.foxnews.com/us/fbi-military-police-responding-reported-barricade-situation-us-armys-fort-belvoir": [
        "&gt;&gt;401152809Nanny.",
        "On a side note fort belvoir is changing their name because Belvoir was anti-furry. Long overdue.",
        "&gt;&gt;401147981&gt;FBI, military police responding to reported &#039;barricade&#039; situation at US Army&#039;s Fort BelvoirIt&#039;s a good thing you typed all that out. I was having a hard time figuring out what this article was about. If only the link name was a dead give away.",
        "&gt;&gt;401151502",
        "&gt;&gt;401151457&gt;&gt;401151770Well it’s obviously not going to leak now you retards."
    ],
    "ITT: We are wholesome.": [
        "&gt;&gt;401161115some kind of thai dog breed?",
        "&gt;&gt;401162407Not Thai. Vietnamese, specifically Hmong Northern Vietnamese."
    ],
    "Incels exist because they are weak men but they also exist because society refuses to help them even when they admit all their faults. Incels can never win": [
        "&gt;don&#039;t forget women get rejected too",
        "&gt;just be single and alone for 10 years, bro",
        "&gt;&gt;401161019Trannies are incels gaming the system in an attempt to win. There is not such thing as a right-wing incel.",
        "&gt;just work on yourself&gt;you&#039;ll find the right one&gt;women don&#039;t owe you anythingNone of the women offering this &quot;advice&quot; would date or fuck this guy; not a single one."
    ],
    "vampire scared by wooden stake.werewolf scared by silver bullet.slug scared by saltbut jew? how to protect from him?": [
        "&gt;&gt;401160086Typical happy merchant posture",
        "&gt;&gt;401160086silver and garlic",
        "&gt;&gt;401160086Naming the jew always works.",
        "&gt;&gt;401160086Jew = vampire",
        "&gt;&gt;401160086Not having money, power or influence works. Yuck."
    ],
    "What does the future look like /pol/? They will dig through the archives in a few centuries and make fun of your productions.": [
        "&gt;&gt;401155506civilization is going to heavily collapse within the next few decades because we are going to run out of fossil fuels. it wont be an apocalypse but we will have to regress to more primitive technology",
        "&gt;&gt;401158317There&#039;s also the wonky physics that exists in this place. The amount of force strongly depends on your velocity. In this theoretical 1-mile radius circle, you would be moving at a velocity of 125.6 m/s, or 282 mph.If you could fling yourself the opposite direction at this rate, you could essentially &quot;float&quot; midair, with the world turning beneath you. Or if you couldn&#039;t quite achieve this speed, like let&#039;s say only half of it, you would fall at half the rate expected. It would also be possible to launch objects into the air that hit the opposite side of the enclosure. In other words, you wouldn&#039;t have perfect parabolic throwing arcs anymore, but rather strange and unexpected behavior. Objects thrown would travel a bit strangely depending on the speed and direction they&#039;re thrown.",
        "&gt;&gt;401155506Only people with massive egos think people in the future will be sitting around and studying our lives in detail. They wont give a shit Most they would glean from the last 20 years would be an attack on 9/11 that led to a bunch of countries going to war in the middle east that didnt seem to solve anything",
        "&gt;&gt;401155506That but commiblocks and a TV screen displaying nature is pay per view",
        "&gt;&gt;401155506We could have had O&#039;Neill Cylinders for real if not for having to pay literal trillions of dollars on the spic nig cycle for niggers every single year. Trillions. Per. Year."
    ],
    "They are threatening archive.is": [
        "&gt;agree to terms of service&gt;break terms of service&gt;get reprimanded&gt;&quot;reeeeeeeEEEEEEEEE THEY&#039;RE TRYING TO REWRITE HISTORY&quot;seethe, chud",
        "&gt;drop kiwifarmsThis account is run by a 50 year old tranny who plays Fallout 76 over twelve hours a day every day.",
        "&gt;&gt;401160934чтo тaкoи «чyд» блятья дaжe нe дyмaю чтo ты гoллaндeцвы мoжeтe пиcaть po nederlandskiiy?",
        "&gt;&gt;401162118Cлaвa Укpaїнi",
        "&gt;&gt;401161645Who is this man? I saw him cope about having thread about himself on kiwifarms."
    ],
    "Is Cuba based or cringe?": [
        "&gt;&gt;401159645Cuba was most advanced latin american country since the 50s.But thanks to CIA and slavkikes at the USSR having piss fights in Africa ,Cuba simped to nigs and Castro threw Che in africa to fight Mike Haorde in the Congo and Angola too. And aslo a SS member (ty Klaus Barbie) and bay of pigs vet killed Che whit armed Boilivan forces to kill him. Aslo Castro is massive nigger lover who wastes the country money and &quot;supreme&quot; education on gay shit like african only colleges so they go to western countries like spainor france to become migrats there. Aslo Cuba used to be almost white like us in the 50s."
    ],
    "&gt;go to see a movie&gt;GIANT group of black people sitting on the top of of the theatre&gt;literally the entire time they are talking, yelling, berating the movie&gt;an hour in, I turn around to say something&gt;&quot;THE FUCK YOU LOOKIN AT, WHITE BITCH?&quot;What are we to do in a world that is increasingly infested by niggers? They are seeping into every facet of our lives, and are unstoppable. What am I, a lone white male, supposed to do stop a group of 10 black people from ruining an experience I paid for? How am I to stop them from moving in next to me, blaring music until 11pm?They are infiltrating every part of my life, and its becoming such an issue that you can&#039;t even &quot;avoid&quot; them anymore in America.": [
        "&gt;&gt;401161826I went to WWE a few weeks ago and the niggers behind me wouldn&#039;t shut the fuck up, I had to move back a few rows just to get some peace"
    ],
    "The Vaxx will not kill more than 10% of the cattle, even with all the upcoming cancers in the next few years and a possible narrative change. However all will be connected to the Borg and tracked at the bear minimum. The anti-vaxx narrative with hundreds of millions of dead vaxxies will never happen.": [
        "&gt;&gt;401157388even if it killed no one and healed all cases of COVID™ with no side effects i wouldn&#039;t be taking the jew jab",
        "&gt;&gt;401157388Great news. Please take your booster.",
        "&gt;&gt;401157388&gt;will not kill more than 10% Is this the new vaxxie cope?",
        "&gt;&gt;401157388And people who didn&#039;t take the Jew juice are fine, got over the coof after 3 days and won&#039;t have to worry about a mystery substance in their body.",
        "&gt;&gt;401157752Unlikely. There is a higher chance they will bait people with improved Vaxx 2.0 and 3.0."
    ],
    "Why are you so cool?&gt;didn&#039;t allow me to sit next to your superior people when I used public transit&gt;kicked me out of several stores&gt;told me I&#039;d never be Japanese&gt;wouldn&#039;t let me down certain streets&gt;told me to go back to Mexico and eat tacos&gt;still gave me really good food&gt;still had amazing hotels&gt;no niggers&gt;women only date superior white men and their ownYou have a bright future japan and i loved every bit of your culture. Don&#039;t you ever change, because Mexico and the west is hell on earth. You&#039;re the last great country.": [
        "&gt;&gt;401157834&gt;I used to go pray at the Shinto temple every week with my girlfriendWhat a cuck.&gt;no one cares I was white you retardHow do you know? Think they&#039;d tell you?",
        "&gt;&gt;401158493Going to ignore my post? Figures.I&#039;m a shinto follower. Here&#039;s the statistics",
        "ITT: the rightwing weebcel to tranny pipeline happening in real time",
        "&gt;&gt;401148739You are a low-iq subhuman spic and you will never get laid. Stay in Mexico where you belong while partying drunk to loud music and joining some retarded cartel.",
        "&gt;&gt;401159742Yes going to a temple or a church with your loved one must make you a cuck. Why are you fat retard Americans so fucking stupid"
    ],
    "&gt;IT&#039;S NOT KYIV, IT&#039;S KIEV!!!": [
        "&gt;&gt;401161108tämä",
        "&gt;&gt;401159970Might makes right. As long as Ukraine controls it, it&#039;s Kyiv.",
        "&gt;&gt;401161511Except that we don&#039;t speak Ukrainian. In English, it was always Kiev until February. As I said, the Russians don&#039;t lose their shit when we say Moscow instead of Moskva.",
        "&gt;&gt;401159591Always been kiev, always will be. Simple as.",
        "&gt;&gt;401161366That&#039;s about the size of it."
    ],
    "&gt;tfw when all of your national heroes are freemasonic liberal degenerates.Bros.... How can I cope with the fact that the Revolutionary Group who fought for our independence were degenerate freemasonic retards who wants to subvert Christianity?Is it over before it began? I mean for America it&#039;s over because they are founded by atheistic freemasons too.": [
        "&gt;&gt;401160725Hit the hand brake and try a gentle reverse through the muck.Also, sincerely try the &#039;&#039;quit the internet for a month&#039;&#039; challenge.",
        "&gt;&gt;401141025&gt;who wants to subvert Christianity?You say that like it&#039;s a bad thing.Neither liberalism nor Christianity were entirely without value. Both have shown that value over the past few hundred years. But now we&#039;re reaching the end of their lives and while we shouldn&#039;t forget the good things about either, we can no longer ignore the bad. It is time to move on past that religion and that ideology to new organizing principles.",
        "&gt;&gt;401160958Are you my life coach? How about you try first.You dumb freemasonic fuck, die.",
        "&gt;&gt;401161426A normal life, simply ignoring the tainted.&gt;&gt;401161518Tainted.",
        "&gt;&gt;401161426&gt;It is time to move on past that religion and that ideology to new organizing principles.This is the standpoint of Modern Japan. I&#039;m all for it. I&#039;m Shinto."
    ],
    "Last actions of CCP can interpreted only as political preparations for the mobilization. Technically, it&#039;s somewhat Stalinization of China. China is going to war.Public Hu Jintao arrest is also may be viewed as an open denouncing of previous policy that was somewhat friendly to the West (and the direct strike against one of the power groups — economically oriented one — in the CCP). Just like that&#039;s a very bad sign for the market part of the Chinese economy.Due to this, people who had some kind of beliefs that China will collapse tomorrow, even if this eventually will happen, should sneed themselves, — at least a little bit — cause incoming Chinese policies won&#039;t be about the economical grow. More than that — China will try to controllably suffocate international economy and use it&#039;s accumulated resources for the aggressive expansion: both financial/ economical and military/ political.Latest USA DOD announcements that Chinese military activities are incoming — are the sign that at least some part of US government is understand what&#039;s going on.PS. People with the historian education, probably, keked a little about the parallels in-between of the 20 Communists Party meetings in USSR and PRC.": [
        "&gt;&gt;401159974Again, this events cannot bring you necessarily to the date when war will occur. But, at the moment, you almost definitely can affirm that it WILL happen.",
        "&gt;&gt;401158152Interesting. I honestly believe we&#039;ll see China aggressively take Taiwan soon (and maybe more). I haven&#039;t fully flushed out my theory, but there are a number of events that make me believe we are on the cusp of another world war (in Europe and Asia). All the market fuckery seems to rhyme with what was afoot before WWI and WWII. The details are different now ofc, but overall the conditions seem ripe for a war between the major powers. The threat of actualy global nuclear war seems looming.",
        "One could assume that the PLA would want to strike when the rest of the world is reeling economically, their unique power structure allows for massive sea changes in policy and mobilization without the consent of their people. And their opportunity is coming late this year and next as the global &quot;market&quot; economy begins to unravel. The US midterms seem like the starting line, after that fuel prices in America will shoot through the roof which is very likely the first domino to fall. Fuel prices will fuck up every other (already teetering) sector of the economy, and Europe&#039;s economy is already too weak to stand on its own even with the US backing it.The shit goes down in 2023. Personally, I&#039;m just relieved to finally see an end to this era. I fucking hate it more than anything and would rather struggle in a real struggle than pretend to care about my job or women or stupid fag shit like that.",
        "&gt;&gt;401158152&gt; China is going to war.With?When?Because nothing ever happens",
        "&gt;&gt;401161390World wars never happen until they do"
    ],
    "Prev: &gt;&gt;401152322▶Day: 242 - Daily battlefield assessment: https://isw.pub/UkraineConflictUpdatesISW▶Latest&gt;SU-30SM fighter aircraft crashed on a two-story house in Irkutsk in a routine training accident&gt;No panic in Mylove&gt;Antonovsky bridge is under attack&gt;Liz Truss resigns after only 6 weeks in office&gt;Putin declares martial law in occupied Donetsk, Luhansk, Zaporizhzhia, Kherson regions&gt;Israeli Defense Minister Gantz refuses to transfer military equipment to Ukraine&gt;Russia starts to evacuate residents in Kherson to the southern bank of Dnipro&gt;Strelkov spotted in Rostov Oblast near the border with Ukraine&gt;Verkhovna Rada recognized the Chechen Republic of Ichkeria as a territory temporarily occupied by Russia&gt;Su-34 fully loaded with ammunition and fuel crashed into an apartment building on Communist Street in Yeysk while doing routine training&gt;Dmitry Medvedev says Israel is preparing to supply arms to Ukraine, which would destroy Israeli-Russian diplomatic ties&gt;Israeli Diaspora Affair Minister states that it is time for Ukraine to receive military aid from Israel▶Telegram Channelshttps://rentry.org/telosinthttps://t.me/ukr_pics/▶INTELLIGENCEhttps://www.understandingwar.org/publicationshttps://odin.tradoc.army.mil/WEG (equipment explorer)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html (RU)https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-ukrainian.html (UA)https://twitter.com/KofmanMichaelhttps://twitter.com/Osinttechnicalhttps://twitter.com/Militarylandnethttps://twitter.com/DefMon3▶/uhg/ OP Templatehttps://rentry.org/uhg2022": [
        "&gt;&gt;401162739Tänker du skaffa dig ett jobb eller tänkte du vara en vidrig amerikaniserad låg IQ parasit hela livet?",
        "&gt;&gt;401161110Wagner aren&#039;t bad, they are just overrated. Or let me put it like this: The regular russian forces are either newbies with bad training or have been at the front for too long. Either way they are a bunch of desperate faggots with bad equipment, so of course Wagner is better than they are. But they aren&#039;t better equipped or more experienced than Ukrainian soldiers at this point.",
        "&gt;&gt;401162900Nej jag ska gå på Komvux finansierat med din skatt. Skattepengar som också kommer användas för att döda dina muslimska bröder i den Ryska armén och även deportera dig och din familj. Bögfasoner verkar ju va något du sysslar med. &gt;&gt;401156028",
        "&gt;&gt;401163387Bra att du äntligen tänkte ta dig samman och gå på Komvux. Förhoppningsvis är det första steget för att du ska sluta vara en patetisk nolla. Hoppas du lär dig svenska där, för din svenska just nu är katastrofalt dålig.",
        "&gt;&gt;401163760Ja det är ju allt du kan säga din bögiga muslimkramare."
    ],
    "So why is it only white women that suffered miscarriages and birthdefects": [
        "&gt;&gt;401160029&gt;&gt;401151858Here&#039;s one study, talking about how genetic variation affects spike protein binding affinity.",
        "&gt;&gt;401160445https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7228372/",
        "&gt;&gt;401151858&gt;if you see a vaxxie just lol",
        "&gt;&gt;401160506&gt;&gt;401160445&gt;&gt;401160029https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7439997/Here we go! Go figure the highest binding affinity are European and the lowest binding affinity is Jews. Every time.",
        "&gt;&gt;401160029"
    ],
    "Is this fat fuck still relevant any more? How has he not died from diabetes complications yet?": [
        "Hes a rich multi millionaire"
    ]
}